Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# WebDAVConnectionSettingsPage|
source: Failed to connect to the server. Please check your user name, password and the server address and retry.
br: Anv an arveriad
ca: La connexió amb el servidor ha fallat. Comproveu el non d'usuari, contrasenya i adreça del servidor, i torneu-ho a provar.
da: Kunne ikke oprette forbindelse til serveren. Kontroller dit brugernavn, din adgangskode og serveradressen, og prøv igen.
de: Kann keine Verbindung zum Server aufbauen. Bitte den Benutzernamen, das Passwort sowie die Adresse des Servers überprüfen und erneut versuchen.
es: Falló la conexión con el servidor. Por favor, compruebe su nombre de usuario, contraseña y la dirección del servidor y vuelva a intentarlo.
fi: Käyttäjätunnus
fil: Di nakakonekta sa server. Mangyaring suriin ang iyong pangalan ng gumagamit, password at ang address ng server at muling subukan.
fr: Échec de la connexion au serveur. Veuillez vérifier votre nom d'utilisateur, votre mot de passe et l'adresse du serveur, puis réessayez.
it: Non è riuscita a connettersi al server. Si prega di controllare il nome utente, la password e l'indirizzo del server e di riprovare.
nl: Er kan geen verbinding worden gemaakt met de server. Controleer uw gebruikersnaam, wachtwoord en serveradres en probeer het opnieuw.
pl: Nie udało się połączyć z serwerem. Proszę sprawdzić nazwę użytkownika, hasło i adres serwera oraz powtórzyć próbę.
pt_br: Falha na conexão com o servidor. Verifique o seu nome de usuário, senha e o endereço do servidor e tente novamente.
sv: Kunde inte ansluta till servern. Kontrollera ditt användarnamn, lösenord och serveradress och försök igen.
tk: Serwere birikdirilmedi. Ulanyjy adyňyzy, parolyňyzy we serwer salgyňyzy barlaň we gaýtadan synanyşyň.
tr: Sunucuya bağlanırken hata oluştu. Lütfen kullanıcı adınızı, şifrenizi ve sunucu adresinizi kontrol edin ve tekrar deneyin.
vi: Không thể kết nối với máy chủ. Vui lòng kiểm tra tên người dùng, mật khẩu và địa chỉ máy chủ và thử lại.

# WebDAVSynchronizerSettingsPage|
source: User name
ca: Nom d'usuari
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fil: Pangalan ng gumagamit
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: nome de usuário
sv: Användarnamn
tk: Ulanyjynyň ady
tr: Kullanıcı adı
vi: Tên tài khoản

# WebDAVSynchronizerSettingsPage|
source: Password
br: Ger-tremen
ca: Contrasenya
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_br: Senha
sv: Lösenord
tk: Parol
tr: Parola
vi: Mật khẩu

# main|
source: Manage your personal data.
br: QML Root Directory
ca: Gestiona les teves dades personals.
da: Administrer dine personlige data.
de: Persönliche Daten verwalten.
es: Gestione sus datos personales.
fi: Hallinnoi henkilökohtaisia tietojasi
fil: Pamahalaan ang iyong personal na data.
fr: Gérer vos données personnelles.
it: Gestisci i tuoi dati personali.
nl: Beheer uw persoonlijke gegevens.
pl: Zarządzaj swoimi danymi osobowymi.
pt_br: Gerencie seus dados pessoais.
sv: Hantera din personliga data.
tk: Şahsy maglumatlaryňyzy dolandyryň.
tr: Kişisel verilerinizi yönetin.
vi: Quản lý dữ liệu cá nhân của bạn.

# main|
source: QML Root Directory
ca: Directori arrel de QML
de: QML Wurzelverzeichnis
es: Directorio Raíz de QML
fi: Lisää tunniste
fil: Directory ng QML Root
fr: Répertoire racine QML
it: Directory radice QML
nl: QML-hoofdmap
pl: Katalog główny QML
pt_br: Diretório Raiz QML
tk: QML kök katalogy
tr: QML Kök Dizini
vi: Thư mục gốc QML

# main|
source: DIR
de: VERZEICHNIS
nl: MAP

# main|
source: Switch on some optimizations for touchscreens.
br: Ouzhpennañ un drevell nevez...
ca: Activa algunes optimitzacions per a pantalles tàctils.
da: Tænd for nogle optimeringer til berøringsskærme.
de: Optimierungen für berührungsempfindliche Bildschirme aktivieren.
es: Enciende algunas optimizaciones para las pantallas táctiles.
fil: Lumipat sa ilang mga pag-optimize para sa mga touchscreens.
fr: Activez certaines optimisations pour les écrans tactiles.
it: Attivare alcune ottimizzazioni per i touchscreen.
nl: Schakel touchscreen-optimalisaties in.
pl: Włączyć niektóre optymalizacje dla ekranów dotykowych.
pt_br: Ative algumas otimizações para telas sensíveis ao toque.
sv: Slå på några optimeringar för pekskärmar.
tk: Duýgur ekranlar üçin käbir optimizasiýalary açyň.
tr: Dokunmatik ekranlar için bazı optimizasyonları açın.
vi: Bật một số tối ưu hóa cho màn hình cảm ứng.

# main|
source: Remove shortcuts to the AppImage.
ca: Elimina les dreceres a la AppImage.
da: Fjern genveje til AppImage.
de: AppImage-Integration entfernen.
es: Eliminar los accesos directos a la AppImage.
fil: Alisin ang mga shortcut sa AppImage.
fr: Supprimez les raccourcis vers l'AppImage.
it: Rimuovere le scorciatoie per l'AppImage.
nl: Verwijder snelkoppelingen naar de AppImage.
pl: Usuń skróty klawiszowe do AppImage.
pt_br: Remova os atalhos para o AppImage.
sv: Ta bort genvägar till AppImage-filen.
tk: AppImage salgylanmalaryny aýyryň.
tr: AppImage kısayollarını kaldırın.
vi: Xóa các phím tắt đến AppImage.

# ItemNotesEditor|
source: No notes added yet - click here to add some.
ca: Encara no s'han afegit notes - cliqueu aquí per afegir-ne.
da: Der er endnu ikke tilføjet nogen noter - klik her for at tilføje nogle.
de: Noch keine Notizen vorhanden - klicke hier zum Hinzufügen.
es: No se han añadido notas todavía - haga clic aquí para añadir algunas.
fil: Wala pang mga tala na naidagdag - mag-click dito upang magdagdag ng ilan.
fr: Aucune note n'a encore été ajoutée - cliquez ici pour en ajouter.
it: Non sono ancora state aggiunte note - clicca qui per aggiungerne alcune.
nl: U heeft nog geen notities. Klik hier om een notitie toe te voegen.
pl: Jeszcze nie dodano żadnych notatek - kliknij tutaj, aby je dodać.
pt_br: Nenhuma nota adicionada ainda - clique aqui para adicionar algumas.
sv: Inga anteckningar tillagda än. - Klicka här för att lägga till någon.
tk: Entek bellikler goşulmady - käbirlerini goşmak üçin şu ýere basyň.
tr: Henüz not eklenmedi - biraz eklemek için burayı tıklayın.
vi: Không có ghi chú nào được thêm vào - bấm vào đây để thêm một số.

# TagsEditor|
source: Add Tag
ca: Afegeix una etiqueta
da: Tilføj tag
de: Neues Schlagwort hinzufügen
es: Añade la etiqueta
fil: Magdagdag ng tag
fr: Ajouter un tag
it: Aggiungi Tag
nl: Label toekennen
pl: Dodaj Tag
pt_br: Adicionar Tag
sv: Lägg till tagg
tk: Bellik goşuň
tr: Etiket Ekle
vi: Thêm thẻ

# TodoListPage|
source: Add new todo...
ca: Afegeix una llista nova...
da: Tilføj nyt todo...
de: Neue Aufgabe hinzufügen...
es: Añade un nuevo todo...
fi: Lisää uusi tehtävä...
fil: Magdagdag ng bagong todo ...
fr: Ajouter un nouveau todo...
it: Aggiungi nuovo todo...
nl: Taak toevoegen…
pl: Dodaj nowe todo...
pt_br: Adicionar novo afazer...
sv: Lägg till ny att-göra ...
tk: Täze todo goşuň ...
tr: Yeni yapılacaklar ekle ...
vi: Thêm công việc mới ...

# TodoPage|
source: Add new task...
ca: Afegeix una tasca nova...
da: Tilføj ny opgave...
de: Neue Unteraufgabe hinzufügen...
es: Añade una nueva tarea...
fil: Magdagdag ng bagong gawain ...
fr: Ajouter une nouvelle tâche...
it: Aggiungi un nuovo compito...
nl: Taak toevoegen…
pl: Dodaj nowe zadanie...
pt_br: Adicionar nova tarefa...
sv: Lägg till ny uppgift ...
tk: Täze wezipe goşuň ...
tr: Yeni görev ekle ...
vi: Thêm nhiệm vụ mới ...

# TodosWidget|
source: Due on: %1
br: Reizhiad
ca: Venciment: %1
da: Forfalder på:% 1
de: Fällig am: %1
es: Ya está en marcha: %1
fi: Järjestelmä
fil: Dahil sa:%1
fr: Pour le: %1
it: In scadenza il: %1
nl: Einddatum: %1
pt_br: Devido: %1
sv: Förfaller: %1
tk: Berilmeli: %1
tr: Teslim tarihi: %1
vi: Do vào:%1

# Colors|
source: System
ca: Sistema
es: Sistema
fr: Système
it: Sistema
nl: Systeemthema
pt_br: Sistema
tk: Ulgam
tr: sistem
vi: Hệ thống

# Colors|
source: Light
br: Sklaer
ca: Clar
da: Lys
de: Hell
es: Luz
fi: Vaalea
fil: Liwanag
fr: Clair
it: Chiaro
nl: Licht
pl: Światło
pt_br: Luz
sv: Ljus
tk: Lightagtylyk
tr: ışık
vi: Ánh sáng

# Colors|
source: Dark
br: Teñval
ca: Fosc
da: Mørk
de: Dunkel
fi: Tumma
fil: Madilim
fr: Sombre
it: Scuro
nl: Donker
pl: Ciemny
pt_br: Escuro
sv: Mörk
tk: Garaňky
tr: karanlık
vi: Tối

# LibrariesSideBar|
source: Settings
br: Arventennoù
ca: Ajusts
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fil: Mga setting
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
tk: Sazlamalar
tr: Ayarlar
vi: Cài đặt

# MainWindow|
source: Settings
br: Arventennoù
ca: Ajusts
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fil: Mga setting
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
tk: Sazlamalar
tr: Ayarlar
vi: Cài đặt

# SettingsPageForm.ui|
source: Settings
br: Arventennoù
ca: Ajusts
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fil: Mga setting
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
tk: Sazlamalar
tr: Ayarlar
vi: Cài đặt

# SettingsPageForm.ui|
source: User Interface
br: Etrefas an arveriaded
ca: Interfície d'usuari
da: Brugergrænseflade
de: Benutzeroberfläche
es: Interfaz de usuario
fi: Käyttöliittymä
fr: Interface utilisateur
it: Interfaccia utente
nl: Vormgeving
pl: Interfejs użytkownika
pt_br: interface do usuário
sv: Användargränssnitt
tk: Ulanyjy interfeýsi
tr: Kullanıcı arayüzü
vi: Giao diện người dùng

# SettingsPageForm.ui|
source: Theme:
br: Krouiñ ul levraoueg dre ziouer
ca: Tema:
da: Tema:
de: Farbschema:
es: Tema:
fi: Teema:
fil: Tema:
fr: Thème:
it: Tema:
nl: Thema:
pl: Temat:
pt_br: Tema:
sv: Tema:
tk: Mowzuk:
tr: Tema:
vi: Chủ đề:

# LibrariesSideBar|
source: Create Default Library
ca: Crea una biblioteca predeterminada
da: Opret standardbibliotek
de: Standardbibliothek Anlegen
es: Crear una biblioteca predeterminada
fi: Luo oletuskirjasto:
fil: Lumikha ng Default Library
fr: Créer la bibliothèque par défaut
it: Creare una Raccolta predefinita
nl: Standaardverzameling aanmaken
pl: Tworzenie Biblioteki Domyślnej
pt_br: Criar biblioteca padrão
sv: Skapa standardbibliotek
tk: Bellenen kitaphanany dörediň
tr: Varsayılan Kitaplık Oluştur
vi: Tạo thư viện mặc định

# LibraryPage|
source: Sort By
br: Dre zorn
ca: Ordena per
da: Sorter efter
de: Sortierung
es: Ordenar por
fi: Nimeä uudelleen
fil: Pagsunud-sunurin ayon
fr: Trier par
it: Ordina per
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar por
sv: Sortera efter
tk: Sort boýunça
tr: Göre sırala
vi: Sắp xếp theo

# LibraryPage|
source: Manually
ca: Manualment
da: manuelt
de: Manuell
es: Manualmente
fil: Manu-manong
fr: Manuellement
it: Manualmente
nl: Handmatig
pl: Ręcznie
pt_br: Manualmente
sv: Manuellt
tk: El bilen
tr: el ile
vi: Thủ công

# LibraryPage|
source: Title
br: Titl
ca: Títol
da: Titel
de: Titel
es: Título
fil: Pamagat
fr: Titre
it: Titolo
nl: Naam
pl: Tytuł
pt_br: Título
sv: Titel
tk: Ady
tr: Başlık
vi: Tiêu đề

# LibraryPage|
source: Due To
br: Krouet d'ar
ca: Venç
da: På grund af
de: Fällig Am
es: Debido a
fil: Dahil sa
fr: Échéance
it: A causa di
nl: Einddatum
pl: Z powodu
pt_br: Devido a
sv: Förfaller
tk: Sebäbi
tr: Nedeniyle
vi: Do

# LibraryPage|
source: Created At
ca: Creat el
da: Oprettet kl
de: Angelegt Am
es: Creado en
fil: Nilikha Sa
fr: Créé à
it: Creato a
nl: Aanmaakdatum
pl: Utworzony w
pt_br: Criado em
sv: Skapad
tk: Döredildi
tr: Oluşturma Tarihi
vi: Tạo tại

# LibraryPage|
source: Updated At
br: Adenvel
ca: Actualitzat el
da: Opdateret kl
de: Editiert Am
es: Actualizado en
fil: Nai-update Sa
fr: Mis à jour à
it: Aggiornato a
nl: Bijwerkdatum
pl: Zaktualizowany na
pt_br: Atualizado em
sv: Uppdaterat
tk: Täzelendi
tr: Güncelleme Tarihi:
vi: Cập nhật tại

# MainWindow|
source: Rename
ca: Reanomena
da: Omdøb
es: Renombrar
fil: Palitan ang pangalan
fr: Renommer
it: Rinominare
nl: Naam wijzigen
pl: Zmień nazwę
pt_br: Renomear
sv: Byt namn
tk: Adyny üýtgetmek
tr: Yeniden Adlandır
vi: Đổi tên

# MainWindow|
source: Color
br: Liv
da: Farve
fi: Väri
fil: Kulay
fr: Couleur
it: Colore
nl: Kleur
pl: Kolor
pt_br: Cor
sv: Färg
tk: Reňk
tr: Renk
vi: Màu sắc

# MainWindow|
source: Add Tag
br: Stagañ ur restr
ca: Afegeix una etiqueta
da: Tilføj tag
es: Añade la etiqueta
fi: Lisää tunniste
fil: Magdagdag ng tag
fr: Ajouter un tag
it: Aggiungi Tag
nl: Label toekennen
pl: Dodaj Tag
pt_br: Adicionar Tag
sv: Lägg till tagg
tk: Bellik goşuň
tr: Etiket Ekle
vi: Thêm thẻ

# MainWindow|
source: Attach File
ca: Adjunta un fitxer
da: Vedhæft fil
es: Adjunte el archivo
fi: Liitä tiedosto
fil: Maglakip ng file
fr: Joindre fichier
it: Allega file
nl: Bestand bijvoegen
pl: Dołączyć plik
pt_br: Anexar Arquivo
sv: Bifoga fil
tk: Faýl dakyň
tr: Dosya eki
vi: Đính kèm tập tin

# MainWindow|
source: Search
br: Klask
ca: Cerca
da: Søg
de: Suchen
es: Busca
fi: Etsi
fil: Paghahanap
fr: Recherche
it: Ricerca
nl: Zoeken
pl: Szukaj
pt_br: Buscar
sv: Sök
tk: Gözlemek
tr: Arama
vi: Tìm kiếm

# MainWindow|
source: Sort
br: Dilemel
ca: Ordena
da: Sortere
de: Sortieren
es: Ordenar
fi: Järjestä
fil: Pagsunud-sunurin ayon
fr: Trier
it: Ordina
nl: Sorteren
pl: Sortować
pt_br: Ordenar
sv: Sortera
tr: Çeşit
vi: Sắp xếp

# MainWindow|
source: Set Due Date
ca: Estableix una data de venciment
da: Indstil forfaldsdato
de: Fällig Am
es: Fijar la fecha de vencimiento
fi: Aseta määräpäivä
fil: Itakda ang Takdang Petsa
fr: Date d'échéance
it: Impostare la data di scadenza
nl: Einddatum instellen
pl: Ustawić datę wymagalności
pt_br: Data de Vencimento
sv: Ange förfallodag
tk: Berlen senäni belläň
tr: Bitiş Tarihi Belirle
vi: Đặt ngày đến hạn

# MainWindow|
source: Delete
ca: Elimina
da: Slet
es: Eliminar
fi: Poista
fil: Tanggalin
fr: Supprimer
it: Cancellare
nl: Verwijderen
pl: Skreślić
pt_br: Excluir
sv: Ta bort
tk: Öçür
tr: Sil
vi: Xóa bỏ

# SettingsPageForm.ui|
source: Language:
br: Yezh:
ca: Idioma:
da: Sprog:
de: Sprache
es: Lenguaje:
fi: Kieli:
fil: Wika:
fr: Langue
it: Lingua:
nl: Taal:
pl: Język:
pt_br: Idioma:
sv: Språk:
tk: Dil:
tr: Dil:
vi: Ngôn ngữ:

# TodoListPage|
source: Manually
br: Dre zorn
ca: Manualment
da: manuelt
de: Manuell
es: Manualmente
fi: Manuaalisesti
fil: Manu-manong
fr: Manuellement
it: Manualmente
nl: Handmatig
pl: Ręcznie
pt_br: Manualmente
sv: Manuellt
tk: El bilen
tr: el ile
vi: Thủ công

# TodoListPage|
source: Name
br: Anv
ca: Nom
da: Navn
es: Nombre
fi: Nimi
fil: Pangalan
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
sv: Namn
tk: Ady
tr: ad
vi: Tên

# TodoListPage|
source: Due Date
br: Krouet d'ar
ca: Data de venciment
da: Afleveringsdato
de: Fällig Am
es: Fecha de vencimiento
fi: Järjestelmän kieli
fil: Takdang petsa
fr: Date d'échéance
it: Scadenza
nl: Einddatum
pl: Termin wymagalności
pt_br: Data de vencimento
sv: Förfallodatum
tk: Berlen senesi
tr: Bitiş tarihi
vi: Ngày đáo hạn

# TodoListPage|
source: Created At
ca: Creat el
da: Oprettet kl
de: Angelegt Am
es: Creado en
fil: Nilikha Sa
fr: Créé à
it: Creato il
nl: Aanmaakdatum
pl: Utworzony w
pt_br: Criado em
sv: Skapad
tk: Döredildi
tr: Oluşturma Tarihi
vi: Tạo tại

# TodoListPage|
source: Updated At
br: Yezh ar reizhiad
ca: Actualitzat el
da: Opdateret kl
de: Editiert Am
es: Actualizado en
fil: Nai-update Sa
fr: Mis à jour à
it: Aggiornato il
nl: Bijwerkdatum
pl: Zaktualizowany na
pt_br: Atualizado em
sv: Uppdaterat
tk: Täzelendi
tr: Güncelleme Tarihi:
vi: Cập nhật tại

# TodosWidget|
source: Swipe to mark undone
ca: Llisca el dit per marcar-ho com a pendent
da: Stryg for at markere fortrydt
de: Wischen um als unfertig zu markieren
es: Pase para marcar deshecho
fil: Mag-swipe upang markahan ang pagbawi
fr: Faire glisser si non-réalisé
it: Swipe per contrassegnare Non completato
nl: Veeg om te markeren als onafgerond
pl: Przeciągnij, aby zaznaczyć cofnięte
pt_br: Passar para marcar desfeita
sv: Svep för att markera som ej klart
tk: Yzyna gaýtarylmagyny belläň
tr: Geri alınan işareti işaretlemek için kaydırın
vi: Vuốt để đánh dấu hoàn tác

# TodosWidget|
source: Swipe to mark done
ca: Llisca el dit per marcar-ho com a fet
da: Stryg for at markere udført
de: Wischen um als fertig zu markieren
es: Pase a la marca hecha
fil: Mag-swipe upang markahan ang tapos na
fr: Faire glisser si réalisé
it: Swipe per contrassegnare Completato
nl: Veeg om te markeren als afgerond
pl: Przesuń palcem, aby zaznaczyć wykonane
pt_br: Deslizar para marcar feito
sv: Svep för att markera som klart
tk: Doneerine ýetirilendigini bellemek üçin süpüriň
tr: Tamam olarak işaretlemek için kaydırın
vi: Vuốt để đánh dấu xong

# Translations|
source: System Language
ca: Idioma del sistema
da: System Sprog
de: Systemsprache
es: Lenguaje del sistema
fil: Wika ng System
fr: Langue du système
it: Lingua del sistema
nl: Systeemtaal
pl: Język systemu
pt_br: Linguagem do Sistema
sv: Systemspråk
tk: Ulgam dili
tr: Sistem Dili
vi: Ngôn ngữ hệ thống

# Translations|
source: German
br: Alamaneg
ca: Alemà
da: tysk
de: Deutsch
es: Alemán
fi: (c) RPdev 2013-2020, versio %1
fil: Aleman
fr: Allemand
it: Tedesco
nl: Duits
pl: Niemiecki
pt_br: Alemão
sv: Tyska
tk: Nemes
tr: Almanca
vi: tiếng Đức

# Translations|
source: English
br: Saozneg
ca: Anglès
da: engelsk
de: Englisch
es: Inglés
fil: Ingles
fr: Anglais
it: Inglese
nl: Engels
pl: Angielski
pt_br: Inglês
sv: Engelska
tk: Iňlis
tr: ingilizce
vi: Tiếng Anh

# Translations|
source: French
br: Galleg
ca: Francès
da: fransk
de: Französisch
es: Francés
fil: Pranses
fr: Français
it: Francese
nl: Frans
pl: Francuski
pt_br: Francês
sv: Franska
tk: Fransuz
tr: Fransızca
vi: người Pháp

# AboutPage|
source: (c) RPdev 2013-2020, version %1
br: (c) RPdev 2013-2020, handelv %1
ca: (c) RPdev 2013-2020, versió %1
de: (c) RPdev 2013-2010, version %1
fil: (c) RPdev 2013-2020, bersyon% 1
it: (c) RPdev 2013-2020, versione %1
nl: (c) RPdev 2013-2020, versie %1
pl: c) RPdev 2013-2020, wersja %1
pt_br: (c) RPdev 2013-2020, versão %1
tk: (c) RPdew 2013-2020, %1 wersiýasy
tr: (c) RPdev 2013-2020, sürüm% 1
vi: (c) RPdev 2013-2020, phiên bản %1

# AboutPage|
source: OpenTodoList is released under the terms of the <a href='app-license'>GNU General Public License</a> version 3 or (at your choice) any later version.
br: Aozer:
ca: OpenTodoList es publica sota els termes de la <a href='app-license'>Llicència Pública General de GNU</a> versió 3 o (a la vostra elecció) qualsevol versió posterior.
da: OpenTodoList frigives under betingelserne i <a href='app-license'> GNU General Public License </a> version 3 eller (efter eget valg) enhver senere version.
de: OpenTodoList wird unter den Bedingungen der <a href='app-license'>GNU General Public License</a> Version 3 oder jeder späteren Version veröffentlicht.
es: OpenTodoList se publica bajo los términos de la <a href='app-license'>GNU General Public License</a> versión 3 o (a su elección) cualquier versión posterior.
fi: Ilmoita ongelmasta
fil: Ang OpenTodoList ay pinakawalan sa ilalim ng mga tuntunin ng <a href='app-license'> GNU General Public License </a> bersyon 3 o (sa gusto mo) anumang bersyon sa ibang pagkakataon.
fr: OpenTodoList est publié sous les termes de la <a href='app-license'>GNU General Public License</a> version 3 ou (à votre choix) toute version ultérieure.
it: OpenTodoList è rilasciato sotto i termini della <a href='app-license'>GNU General Public License</a> versione 3 o (a vostra scelta) qualsiasi versione successiva.
nl: OpenTodoList wordt verspreid onder de voorwaarden van de <a href='app-license'>GNU General Public License</a>, versie 3 of (indien gewenst) hoger.
pl: OpenTodoList jest wydany na warunkach <a href='app-license'>GNU General Public License</a> wersja 3 lub (do wyboru) każda późniejsza wersja.
pt_br: O OpenTodoList é lançado sob os termos da <a href='app-license'>GNU General Public License</a> versão 3 ou (à sua escolha) qualquer versão posterior.
sv: OpenTodoList släpps under villkoren i <a href='app-license'> GNU General Public License </a> version 3 eller (efter eget val) någon senare version.
tk: OpenTodoList <a href='app-license'> GNU General Public License </a> 3-nji wersiýasy ýa-da soňraky wersiýasy boýunça goýberilýär.
tr: OpenTodoList, <a href='app-license'> GNU Genel Kamu Lisansı </a> sürüm 3 veya (sizin seçiminize göre) daha sonraki herhangi bir sürümün şartları uyarınca yayınlanır.
vi: OpenTodoList được phát hành theo các điều khoản của <a href='app-license'> GNU General Public License </a> phiên bản 3 hoặc (theo lựa chọn của bạn) bất kỳ phiên bản nào sau này.

# AboutPage|
source: Report an Issue
ca: Informa d'un problema
da: Rapporter et problem
de: Ein Problem melden
es: Informar de un asunto
fil: Mag-ulat ng Isyu
fr: Signaler un problème
it: Segnala un problema
nl: Probleem melden
pl: Zgłoszenie problemu
pt_br: Relatar um problema
sv: Rapportera ett problem
tk: Bir mesele barada habar beriň
tr: Sorun Bildirin
vi: Báo cáo một vấn đề

# AboutPage|
source: Third Party Libraries and Resources
ca: Biblioteques i recursos de tercers
da: Tredjeparts biblioteker og ressourcer
de: Bibliotheken und Ressourcen von Drittanbietern
es: Bibliotecas y recursos de terceros
fi: Kolmansien osapuolten kirjastot ja resurssit
fil: Mga Aklatan at Mga Mapagkukunan ng Third Party
fr: Bibliothèques et ressources tierces
it: Librerie e risorse di terzi
nl: Externe bibliotheken en bronnen
pl: Biblioteki i zasoby stron trzecich
pt_br: Bibliotecas e Recursos de Terceiros
sv: Tredjepartsbibliotek och resurser
tk: Üçünji tarapyň kitaphanalary we çeşmeleri
tr: Üçüncü Şahıs Kütüphaneleri ve Kaynakları
vi: Thư viện và tài nguyên của bên thứ ba

# AboutPage|
source: Author:
ca: Autor:
da: Forfatter:
de: Autor:
es: Autor:
fi: Tekijä:
fil: May-akda:
fr: Auteur:
it: Autore:
nl: Maker:
pl: Autor:
pt_br: Autor:
sv: Författare:
tk: Awtor:
tr: Yazar:
vi: Tác giả:

# AboutPage|
source: License:
br: Lañvaz:
ca: Licència:
da: Licens:
de: Lizenz:
es: Licencia:
fi: Lisenssi:
fil: Lisensya:
fr: Licence:
it: Licenza:
nl: Licentie:
pl: Licencja:
pt_br: Licença:
sv: Licens:
tk: Ygtyýarnama:
tr: Lisans:
vi: Giấy phép:

# AboutPage|
source: Download:
br: Pellgargañ:
ca: Descàrrega:
da: Hent:
de: Herunterladen:
es: Descargue:
fi: Lataa:
fil: I-download:
fr: Télécharger :
it: Scaricare:
nl: Downloaden:
pl: Pobierz:
sv: Ladda ner:
tk: Göçürip al:
tr: İndir:
vi: Tải xuống:

# AccountTypeSelectionPageForm.ui|
source: Select Account Type
br: Rizh ar gont
ca: Selecciona el tipus de compte
da: Vælg Kontotype
de: Kontotyp auswählen
es: Seleccione el tipo de cuenta
fi: Valitse tilin tyyppi
fil: Piliin ang Uri ng Account
fr: Choisir le type de compte
it: Selezionare il tipo di Account
nl: Kies het soort account
pl: Wybierz typ konta
pt_br: Selecione o Tipo de Conta
sv: Välj Kontotyp
tk: Hasap görnüşini saýlaň
tr: Hesap Türünü Seçin
vi: Chọn loại tài khoản

# AccountTypeSelectionPageForm.ui|
source: Account Type
ca: Tipus de compte
da: Kontotype
de: Konto-Typ
es: Tipo de cuenta
fi: Tilin tyyppi
fil: Uri ng Account
fr: Type de compte
it: Tipo di Account
nl: Soort account
pl: Rodzaj konta
pt_br: Tipo de Conta
sv: Kontotyp
tk: Hasap görnüşi
tr: hesap tipi
vi: Kiểu tài khoản

# DeleteAccountDialog|
source: Delete Account?
br: Dilemel ar gont?
ca: Eliminar el compte?
da: Slet konto?
de: Account löschen?
es: Borrar la cuenta?
fi: Poistetaanko tili?
fil: Tanggalin ang Account?
fr: Supprimer le compte ?
it: Cancellare l'account?
nl: Account verwijderen?
pl: Skasować konto?
pt_br: Excluir conta?
sv: Vill du ta bort kontot?
tk: Hasaby pozuň?
tr: Hesabı sil?
vi: Xóa tài khoản?
