Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# NewLibraryInFolderPage|
source: You can use any folder as a location for a library.<br/><br/>This is especially useful when you want to use another tool (like a sync client of a cloud provider) to sync your data with a server.
ca: Podeu utilitzar qualsevol carpeta com a ubicació per a una biblioteca.<br/><br/>Això és especialment útil quan voleu utilitzar una altra eina (com un client de sincronització d'un proveïdor de núvol) per sincronitzar les vostres dades amb un servidor.
fi: Kansio:
fr: Vous pouvez utiliser n'importe quel dossier comme emplacement pour une bibliothèque.<br/><br/>Ceci est particulièrement utile lorsque vous souhaitez utiliser un autre outil (comme un client de synchronisation d'un fournisseur de cloud) pour synchroniser vos données avec un serveur.
it: Puoi utilizzare qualsiasi cartella come posizione per una raccolta.<br/><br/>Questo è specialmente utile quando vuoi utilizzare un altro tool (come un client di sincronizzazione o un provider cloud) per sincronizzare i tuoi dati con un server.
nl: U kunt elke map als verzameling gebruiken.<br/><br/>Dit is vooral nuttig als u een ander hulpprogramma gebruikt (zoals een synchronisatieclient of een clouddienst) om met een server te synchroniseren.
pt_br: Você pode usar qualquer pasta como um local para uma biblioteca.<br/><br/>Isso é especialmente útil quando você deseja usar outra ferramenta (como um cliente de sincronização de um provedor de nuvem) para sincronizar seus dados com um servidor.
sv: Du kan använda valfri mapp som plats för ett bibliotek. <br/> <br/> Detta är särskilt användbart när du vill använda ett annat verktyg (som t.ex en synkroniseringsklient hos en molnleverantör) för att synkronisera dina data mot en server.
tr: Herhangi bir klasörü bir kitaplık konumu olarak kullanabilirsiniz. <br/> <br/> Bu, özellikle verilerinizi bir sunucuyla senkronize etmek için başka bir araç (bir bulut sağlayıcısının senkronizasyon istemcisi gibi) kullanmak istediğinizde yararlıdır.

# NewLibraryInFolderPage|
source: Folder:
ca: Carpeta:
fr: Dossier :
it: Cartella:
nl: Map:
pt_br: Pasta:
sv: Mapp:
tr: Klasör:

# NewLibraryInFolderPage|
source: Path to a folder to use as a library
ca: Ruta a una carpeta per utilitzar-la com a biblioteca
fi: Valitse
fr: Chemin vers le dossier à utiliser comme bibliothèque
it: Percorso della cartella da usare come raccolta
nl: Locatie naar de als verzameling te gebruiken map
pt_br: Caminho para uma pasta a ser usada como biblioteca
sv: Sökväg till en mapp som skall användas som bibliotek
tr: Kitaplık olarak kullanılacak bir klasörün yolu

# NewLibraryInFolderPage|
source: Select
ca: Selecciona
fr: Sélectionner
it: Seleziona
nl: Kiezen
pt_br: Selecionar
sv: Välj
tr: Seç

# NewLibraryInFolderPage|
source: Name:
ca: Nom:
fi: Nimi:
fr: Nom :
it: Nome:
nl: Naam:
pt_br: Nome:
sv: Namn:
tr: İsim:

# NewLibraryInFolderPage|
source: My Local Library Name
ca: Nom de la meva biblioteca local
fi: Paikallisen kirjaston nimi
fr: Nom de ma bibliothèque locale
it: Nome della nuova Raccolta locale
nl: Mijn lokale verzameling
pt_br: Nome da Minha Biblioteca Local
sv: Mitt lokala biblioteksnamn
tr: Yerel Kitaplığımın Adı

# NewLibraryPage|
source: Local Library
ca: Biblioteca local
fi: Paikallinen kirjasto
fr: Bibliothèque locale
it: Raccolta locale
nl: Lokale verzameling
pt_br: Biblioteca Local
sv: Lokalt bibliotek
tr: Yerel Kütüphane

# NewLibraryPage|
source: Use Folder as Library
ca: Utilitza la carpeta com a biblioteca
fi: Käytä kansiota kirjastona
fr: Utiliser le dossier comme bibliothèque
it: Usa cartella come Raccolta
nl: Map gebruiken als verzameling
pt_br: Usar Pasta como Biblioteca
sv: Använd mapp som bibliotek
tr: Klasörü Kitaplık Olarak Kullan

# NewLibraryPage|
source: Add Libraries From Your Accounts
ca: Afegir biblioteques des dels meus comptes
fi: Lisää kirjastot tileiltäsi
fr: Ajouter les bibliothèques de vos comptes
it: Aggiungi raccolte dal tuo account
nl: Verzamelingen toevoegen uit accounts
pt_br: Adicionar Bibliotecas de Suas Contas
sv: Lägg till bibliotek från dina konton
tr: Hesaplarınızdan Kitaplıklar Ekleyin

# NewLibraryPage|
source: Add Account
ca: Afegeix un compte
fi: Lisää tili
fr: Ajouter un compte
it: Aggiungi account
nl: Account toevoegen
pt_br: Adicionar Contas
sv: Lägg till konto
tr: Hesap Ekle

# NewLocalLibraryPage|
source: Create a Local Library
ca: Crear una biblioteca local
fi: Luo paikallinen kirjasto
fr: Créer une bibliothèque locale
it: Crea Raccolta locale
nl: Lokale verzameling aanmaken
pt_br: Criar uma Biblioteca Local
sv: Skapa ett lokalt bibliotek
tr: Yerel Kitaplık Oluşturun

# NewLocalLibraryPage|
source: A local library is stored solely on your device - this makes it perfect for the privacy concise!<br/><br/>Use it when you want to store information only locally and back up all your data regularly via other mechanisms. If you need to access your information across several devices, create a library which is synced instead.
ca: Una biblioteca local s'emmagatzema únicament al vostre dispositiu, això fa que sigui perfecte per a la privadesa concisa!<br/><br/>Utilitzeu-lo quan vulgueu emmagatzemar informació només localment i fer una còpia de seguretat de totes les vostres dades regularment a través d'altres mecanismes. Si heu d'accedir a la informació en diversos dispositius, creeu una biblioteca sincronitzada.
fi: Nimi:
fr: Une bibliothèque locale est stockée uniquement sur votre appareil - ce qui la rend parfaitement conciliante de la vie privée !<br/><br/>Utilisez-la lorsque vous souhaitez stocker des informations uniquement localement et sauvegarder régulièrement toutes vos données via d'autres mécanismes. Si vous devez accéder à vos informations sur plusieurs appareils, créez plutôt une bibliothèque qui sera synchronisée.
it: Una raccolta locale è memorizzata esclusivamente sul dispositivo.<br/><br/>È indicata quando si desiderano memorizzare localmente le informazioni e farne backup tramite altri metodi. Se si desidera consentire l'accesso a più dispositivi, è necessario creare una raccolta sincronizzata.
nl: Een lokale verzameling wordt alleen opgeslagen op uw apparaat - perfect voor de privacyvoorvechters!<br/><br/>Hierin kunt u informatie lokaal opslaan en uw gegevens op andere manieren back-uppen. Als u de informatie nodig hebt op andere apparaten, maak dan een gesynchroniseerde verzameling aan.
pt_br: Uma biblioteca local é armazenada apenas em seu dispositivo - isso a torna perfeita para a privacidade concisa!<br/><br/>Use-a quando quiser armazenar informações apenas localmente e faça backup de todos os seus dados regularmente por meio de outros mecanismos. Se você precisar acessar suas informações em vários dispositivos, crie uma biblioteca que seja sincronizada.
sv: Ett lokalt bibliotek lagras enbart på din enhet. - Detta gör det perfekt ur integritetssynpunkt! <br/> <br/> Använd det när du bara vill lagra information lokalt och säkerhetskopiera alla dina data regelbundet via andra mekanismer. Om du behöver få åtkomst till din information på flera enheter skapar du ett bibliotek som i stället synkroniseras.
tr: Yerel bir kitaplık yalnızca cihazınızda saklanır - bu, gizlilik açısından mükemmel olmasını sağlar! <br/> <br/> Bilgileri yalnızca yerel olarak depolamak ve tüm verilerinizi diğer mekanizmalar aracılığıyla düzenli olarak yedeklemek istediğinizde kullanın. Bilgilerinize birkaç cihazdan erişmeniz gerekiyorsa bunun yerine senkronize olan bir kitaplık oluşturun.

# NewLocalLibraryPage|
source: Name:
ca: Nom:
fr: Nom :
it: Nome:
nl: Naam:
pt_br: Nome:
sv: Namn:
tr: Ad:

# NewLocalLibraryPage|
source: My Local Library Name
ca: El meu nom de biblioteca local
fi: Paikallisen kirjaston nimi
fr: Nom de ma bibliothèque locale
it: Nome della Raccolta Locale
nl: Mijn lokale verzameling
pt_br: Nome da Minha Biblioteca Local
sv: Mitt lokala biblioteksnamn
tr: Yerel Kitaplığımın Adı

# NewWebDAVAccountPage|
source: Connection Settings
ca: Ajusts de connexió
fi: Yhteyden asetukset
fr: Paramètres de connexion
it: Impostazioni di connessione
nl: Verbindingsinstellingen
pt_br: Configurações de Conexão
sv: Anslutningsinställningar
tr: Bağlantı Ayarları

# NewWebDAVAccountPage|
source: Server Address:
ca: Adreça del servidor:
fi: Palvelimen osoite:
fr: Adresse du serveur :
it: Indirizzo del server:
nl: Serveradres:
pt_br: Endereço de Servidor:
sv: Serveradress:
tr: Sunucu Adresi:

# NewWebDAVAccountPage|
source: https://myserver.example.com
ca: https://elmeuservidor.exemple.com
fr: https://serveur.exemple.com
nl: https://mijnserver.voorbeeld.nl
pt_br: https://meuservidor.exemplo.com
sv: https://minserver.exempel.se

# NewWebDAVAccountPage|
source: User:
ca: Usuari:
fi: Käyttäjä:
fr: Utilisateur :
it: Utente:
nl: Gebruiker:
pt_br: Usuário:
sv: Användare:
tr: Kullanıcı:

# NewWebDAVAccountPage|
source: User Name
ca: Nom d'usuari
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome Utente
nl: Gebruikersnaam
pt_br: Nome de Usuário
sv: Användarnamn
tr: Kullanıcı Adı

# NewWebDAVAccountPage|
source: Password:
ca: Contrasenya:
fi: Salasana:
fr: Mot de passe :
nl: Wachtwoord:
pt_br: Senha:
sv: Lösenord:
tr: Şifre:

# NewWebDAVAccountPage|
source: Password
ca: Contrasenya
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
sv: Lösenord
tr: Şifre

# NewWebDAVAccountPage|
source: Disable Certificate Checks
ca: Deshabilita la comprovació del certificat
fi: Poista varmennetarkistukset käytöstä
fr: Annuler le contrôle de certificat
it: Disabilita verifica dei certificati
nl: Certificaatcontroles uitschakelen
pt_br: Desativar verificações de certificado
sv: Inaktivera certifikatkontroller
tr: Sertifika Kontrollerini Devre Dışı Bırak

# NewWebDAVAccountPage|
source: Name:
ca: Nom:
fi: Nimi:
fr: Nom :
it: Nome:
nl: Naam:
pt_br: Nome:
sv: Namn:
tr: İsim:

# NewWebDAVAccountPage|
source: Failed to connect to the server. Please check your user name, password and the server address and retry.
ca: No s'ha pogut connectar al servidor. Comproveu el nom d'usuari, la contrasenya i l'adreça del servidor i torneu-ho a provar.
fi: Ongelmia havaittu
fr: La connexion au serveur a échoué. Veuillez vérifier votre nom d'utilisateur, votre mot de passe ainsi que l'adresse du serveur et réessayer.
it: Connessione al server fallita. Controllare nome utente, password e indirizzo del server.
nl: Er kan geen verbinding worden gemaakt met de server. Controleer uw gebruikersnaam, wachtwoord en serveradres en probeer het opnieuw.
pt_br: Falhou ao conectar com o servidor. Verifique seu nome de usuário, senha e endereço do servidor e tente novamente.
sv: Kunde inte ansluta till servern. Kontrollera ditt användarnamn, lösenord och serveradress och försök igen.
tr: Sunucuya bağlantı başarısız. Lütfen kullanıcı adınızı, şifrenizi ve sunucu adresinizi kontrol ederek tekrar deneyiniz.

# ProblemsPage|
source: Problems Detected
ca: Problemes detectats
fr: Problème détecté
it: Problemi rilevati
nl: Problemen vastgesteld
pt_br: Problemas Detectados
sv: Problem identifierade
tr: Algılanan Sorunlar

# SelectTodoListDialog|
source: Select Todo List
ca: Selecciona la llista de coses per fer
fi: Asetukset
fr: Sélectionnez la Todo Liste
it: Seleziona lista TODO
nl: Kies een takenlijst
pt_br: Selecionar Lista de Tarefas
sv: Välj att-göra-lista
tr: Yapılacaklar Listesi Seçin

# SettingsPage|
source: Settings
ca: Ajusts
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt_br: Configurações
sv: Inställningar
tr: Ayarlar

# SettingsPage|
source: User Interface
ca: Interfície de l'usuari
fi: Käyttöliittymä
fr: Interface utilisateur
it: Interfaccia utente
nl: Vormgeving
pt_br: Interface de Usuário
sv: Användargränssnitt
tr: Kullanıcı Arayüzü

# SettingsPage|
source: Language:
ca: Idioma:
fi: Kieli:
fr: Langue :
it: Lingua:
nl: Taal:
pt_br: Linguagem:
sv: Språk:
tr: Dil

# SettingsPage|
source: Theme:
ca: Tema:
fi: Teema:
fr: Thème :
it: Tema:
nl: Thema:
pt_br: Tema:
sv: Tema:
tr: Tema

# SettingsPage|
source: Font Size:
ca: Mida de la tipografía:
fi: Fontin koko:
fr: Taille de la fonte
it: Dimensione del testo:
nl: Tekstgrootte:
pt_br: Tamanho da Fonte
sv: Teckenstorlek:
tr: Yazı Tipi Boyutu

# Translations|
source: Japanese
ca: Japonès
fi: Aseta edistyminen
fr: Japonais
it: Giapponese
nl: Japans
pt_br: Japonês
sv: Japanska
tr: Japonca

# Translations|
source: Ukrainian
ca: Ucranià
fr: Ukrainien
it: Ucraino
nl: Oekraïens
pt_br: Ucraniano
sv: Ukrainska
tr: Ukraynaca

# MainWindow|
source: Set Progress
ca: Defineix el progrés
fr: Définir l'avancement
it: Seleziona progresso
nl: Voortgang instellen
pt_br: Definir Progresso
sv: Ange förlopp
tr: Süreci Ayarla

# SetManualProgressAction|
source: Set Progress
ca: Defineix el progrés
fi: Aseta edistyminen
fr: Définir l'avancement
it: Seleziona progresso
nl: Voortgang instellen
pt_br: Definir Progresso
sv: Ange förlopp
tr: Süreci Ayarla

# SettingsPage|
source: Use custom font size
ca: Utilitza la mida del tipus de lletra personalitzada
fi: Käytä mukautettua fontin kokoa
fr: Utiliser une taille de police personnalisée
it: Usa dimensione font personalizzata
nl: Aangepaste tekstgrootte instellen
pt_br: Usar tamanho de fonte personalizado
sv: Använd anpassad teckenstorlek
tr: Özel yazı fontu kullan

# SettingsPage|
source: Use Compact Style
ca: Utilitza l'estil compacte
fi: Käytä kompaktia tyyliä
fr: Utiliser un style compact
it: Usa stile compatto
nl: Compacte vormgeving gebruiken
pt_br: Usar Estilo Compacto
sv: Använd kompakt stil

# SettingsPage|
source: Reduce space between components and reduce the font size. <em>Requires a restart of the app.</em>
ca: Reduïu l'espai entre components i reduïu la mida del tipus de lletra. <em>Requereix reiniciar l'aplicació.</em>
fi: Ohita skaalauskerroin
fr: Réduire l'espace entre les composants et réduire la taille de la police. <em>Nécessite un redémarrage de l'application.</em>
it: Riduci lo spazio tra i componenti e riduci la dimensione del testo
nl: Verklein de ruimte tussen onderdelen en de lettergrootte. <em>Herstart OpenTodoList om de wijziging toe te passen.</em>
pt_br: Reduza o espaço entre os componentes e reduza o tamanho da fonte. <em>Requer uma reinicialização do aplicativo.</em>
sv: Minska utrymmet mellan komponenter och minska teckenstorleken. <em> Kräver att programmet startas om.</em>

# SettingsPage|
source: Use compact todo lists
ca: Utilitza llistes compactes de coses per fer
fr: Utiliser des listes des tâches compactes
it: Usa liste todo compatte
nl: Compacte takenlijsten gebruiken
pt_br: Use listas de tarefas compactas
sv: Använd kompakta att-göra-listor

# SettingsPage|
source: Reduce the padding in todo and task listings to fit more items on the screen.
ca: Reduïu el farciment en les llistes de coses per fer i tasques per ajustar-lo a més elements de la pantalla.
fr: Réduire l'écart de remplissage dans les listes de tâches et d'actions pour faire tenir plus d'éléments à l'écran.
it: Riduci le distanze nelle liste todo e task per aumentare la densità di informazioni sullo schermo.
nl: Verklein de ruimte tussen taken en lijstitems zodat er meer items op het scherm passen.
pt_br: Reduza o preenchimento nas listas de tarefas e tarefas para ajustar mais itens na tela.
sv: Minska utfyllnad i att-göra- och uppgiftslistor för att få plats med fler objekt på skärmen.

# SettingsPage|
source: Override Scaling Factor
ca: Substitueix el factor d'escalat
fr: Remplacer le facteur d'échelle
it: Bypassa il fattore di scala
nl: Beeldgrootte afdwingen
pt_br: Substituir Fator de Escala
sv: Åsidosätt skalningsfaktor

# SettingsPage|
source: Scale Factor:
ca: Factor d'escalat:
fi: Skaalauskerroin:
fr: Facteur d'échelle:
it: Fattore di scala:
nl: Beeldgrootte:
pt_br: Fator de Escala:
sv: Skalningsfaktor:

# SettingsPage|
source: Use this to manually scale the user interface. By default, the app should adapt automatically according to your device configuration. If this does not work properly, you can set a custom scaling factor here. This requires a restart of the app.
ca: Utilitzeu això per escalar manualment la interfície d'usuari. Per defecte, l'aplicació s'ha d'adaptar automàticament segons la configuració del dispositiu. Si això no funciona correctament, aquí podeu establir un factor d'escalat personalitzat. Això requereix reiniciar l'aplicació.
fi: Vieritä ylös
fr: Utilisez cette option pour adapter manuellement l'interface utilisateur. Par défaut, l'application devrait s'adapter automatiquement à la configuration de votre appareil. Si cela ne fonctionne pas correctement, vous pouvez définir un facteur d'échelle personnalisé ici. Cela nécessite un redémarrage de l'application.
it: Usa per scalare manualmente l'interfaccia utente. Di default, la app dovrebbe adattarsi automaticamente secondo la configurazione del tuo dispositivo. Se non funziona correttamente, qui puoi settare un fattore di scala personalizzato. Richiesto riavvio della app.
nl: Gebruik deze instelling om de grootte van de vormgeving te bepalen. Standaard past OpenTodoList zich aan aan de schermgrootte van het apparaat. Echter, als dat niet werkt, dan kan een andere grootte worden opgegeven. Herstart OpenTodoList om de wijziging toe te passen.
pt_br: Use isso para dimensionar manualmente a interface do usuário. Por padrão, o aplicativo deve se adaptar automaticamente de acordo com a configuração do seu dispositivo. Se isso não funcionar corretamente, você pode definir um fator de escala personalizado aqui. Isso requer uma reinicialização do aplicativo.
sv: Använd detta för att manuellt skala användargränssnittet. Som standard bör programmet anpassas automatiskt enligt enhetens konfiguration. Om detta inte fungerar korrekt kan du ställa in en anpassad skalningsfaktor här. Detta kräver att programmet startas om.
tr: Bunu kullanıcı arayüzünü manuel olarak büyütmek için kullanınız. Varsayılan ayarlarda, uygulama kendi ayarlarını cihaz ayarlarınıza göre uyarlayacaktır. Eğer bu ayar çalışması gerektiği gibi çalışmıyorsa, buradan Özel Büyütme Ayarı Faktörünü ayarlayabilirsiniz. Bu ayar değişikliği uygulamanın yeniden başlatılmasını gerektirir.

# ItemUtils|
source: Convert Task to Todo and Move Into...
ca: Converteix la tasca en Per fer i desplaça-ho a...
fr: Convertir une tâche en Todo et la déplacer dans...
it: Converti la Attività in Todo e muovi in...
nl: Taak op takenlijst zetten en verplaatsen naar…
pt_br: Converter tarefa para todo e mover para...
sv: Konvertera uppgift till Att-göra och flytta till...

# LogViewPage|
source: Scroll to Top
ca: Desplaça't fins al principi
fr: Défiler vers le haut
it: Vai in cima
nl: Naar bovenkant
pt_br: Role para Cima
sv: Skrolla till toppen
tr: Yukarıya Kaydır

# LogViewPage|
source: Scroll to Bottom
ca: Desplaça't fins al final
fi: Vieritä alas
fr: Défiler vers le bas
it: Vai in fondo
nl: Naar onderkant
pt_br: Role para Baixo
sv: Skrolla till botten
tr: Aşağıya Kaydır

# ProblemsPage|
source: Synchronization failed for library
ca: No s'ha pogut sincronitzar la biblioteca
fi: Kopioi järjestelmän tiedot
fr: La synchronisation a échoué pour la bibliothèque
it: Sincronizzazione fallita per la raccolta
nl: De verzameling kan niet worden gesynchroniseerd
pt_br: Falha na sincronização para a biblioteca
sv: Synkronisering misslyckades för bibliotek
tr: Kütüphane için eşitleme başarısız oldu

# PromoteTask|
source: Promote
ca: Promou
fr: Promouvoir
it: Promuovi al livello superiore
nl: Promoten
pt_br: Promover
sv: Marknadsför

# SettingsPage|
source: Library Item Size:
ca: Mida de l'element de la biblioteca:
fr: Taille des Objets de la Bibliothèque:
it: .Dimensione elemento Raccolta:
nl: Grootte van item in verzameling:
pt_br: Tamanho do item da biblioteca:
sv: Biblioteksobjektets storlek:

# WebDAVSynchronizer|
source: Failed to create sync lock:
ca: No s'ha pogut crear el bloqueig de sincronització:
fr: Échec de la création d'un verrou de synchronisation :
it: Creazione sync lock fallita:
nl: Er kan geen synchronisatievergrendeling worden aangemaakt:
pt_br: Falha ao criar bloqueio de sincronização:
sv: Kunde inte skapa synkroniseringslås

# AboutPage|
source: Copy System Information
ca: Copia la informació del sistema
fr: Copier les Informations Système
it: Copia informazioni di sistema
nl: Systeeminformatie kopiëren
pt_br: Copiar informações do sistema
sv: Kopiera systeminformation
tr: Sistem Bilgisini Kopyala

# AppStartup|
source: Quick Note
ca: Nota ràpida
fi: Toistuu vuosittain.
fr: Note Rapide
it: Nota rapida
nl: Snelle notitie
pt_br: Nota Rápida
sv: Snabb notis
tr: Hızlı Not

# ItemDueDateEditor|
source: Recurs every year.
ca: Es repeteix cada any.
fr: Se répète chaque année.
it: Ricorre ogni anno.
nl: Wordt elk jaar herhaald.
pt_br: Recorre todos os anos.
sv: Återkommer varje år.
tr: Her yıl yinelenir.

# ItemDueDateEditor|
source: Recurs every %1 weeks.
ca: Es repeteix cada %1 setmanes.
fi: Toistuu %1 viikon välein.
fr: Se répète chaque %1 semaines.
it: Ricorre ogni %1 settimane.
nl: Wordt elke %1 weken herhaald.
pt_br: Recorre a cada %1 semanas.
sv: Återkommer var %1 vecka.
tr: Her %1 haftada bir yinelenir.

# ItemDueDateEditor|
source: Recurs every %1 months.
ca: Es repeteix cada %1 mesos.
fi: Kumoa
fr: Se répète chaque %1 mois.
it: Ricorre ogni %1 mesi.
nl: Wordt elke %1 maanden herhaald.
pt_br: Recorre a cada %1 meses.
sv: Återkommer var %1 månad.
tr: Her %1 ayda bir yinelenir.

# MainWindow|
source: Undo
ca: Desfés
fr: Annuler
it: Annulla
nl: Ongedaan maken
pt_br: Desfazer
sv: Ångra
tr: Geri Al

# QObject|
source: unknown
ca: desconegut
fi: tuntematon
fr: inconnu
it: sconosciuto
nl: Onbekend
pt_br: desconhecido
sv: okänd
tr: Bilinmiyor

# QuickNoteWindow|
source: Quick Notes
ca: Notes ràpides
fi: Avaa pääikkuna
fr: Notes Rapides
it: Note Rapide
nl: Snelle notities
pt_br: Notas Rápidas
sv: Snabbnotiser
tr: Hızlı Notlar

# QuickNoteWindow|
source: Quick Notes Editor
ca: Editor de notes ràpides
fr: Éditeur de Notes Rapides
it: Editor Note Rapide
nl: Snelle notities bewerken
pt_br: Editor de Notas Rápidas
sv: Snabbnotisredigerare
tr: Hızlı Not Editörü

# QuickNoteWindow|
source: Open the main window
ca: Obre la finestra principal
fr: Ouvrir la fenêtre principale
it: Apri finestra principale
nl: Hoofdvenster openen
pt_br: Abra a janela principal
sv: Öppna huvudfönstret
tr: Ana Sekmeyi Aç

# QuickNoteWindow|
source: Quick Note Title
ca: Títol de la nota ràpida
fi: Tallenna
fr: Titre de la Note Rapide
it: Titolo Nota Rapida
nl: Naam van snelle notitie
pt_br: Título da Nota Rápida
sv: Snabbnotistitel
tr: Hızlı Not Başlığı

# QuickNoteWindow|
source: Save
ca: Desa
fr: Sauvegarder
it: Salva
nl: Opslaan
pt_br: Salvar
sv: Spara
tr: Kaydet

# QuickNoteWindow|
source: Save the entered notes to the selected library. Press and hold the button to get more options for saving.
ca: Desa les notes introduïdes a la biblioteca seleccionada. Mantén premut el botó per obtenir més opcions per desar.
fi: Kopioi
fr: Sauvegarder les notes saisies dans la bibliothèque sélectionnée. Maintenez le bouton enfoncé pour obtenir d'autres options d'enregistrement.
it: Salva le note inserite nella raccolta selezionata. Tieni premuto il pulsante per altre opzioni di salvataggio.
nl: Sla de notities op in de gekozen verzameling. Houd de knop ingedrukt om meer opties omtrent opslaan te tonen.
pt_br: Salve as notas inseridas na biblioteca selecionada. Pressione e segure o botão para obter mais opções para salvar.
sv: Spara angivna notiser i det valda biblioteket. Långtryck på knappen för fler alternativ vid sparande.
tr: Yazılan notları seçili olan kütüphaneye kaydet. Daha fazla kayıt seçenekleri için butona basılı tutunuz.

# QuickNoteWindow|
source: Save as Note
ca: Desa-ho com a nota
fr: Sauvegarder comme Note
it: Salva come Nota
nl: Opslaan als notitie
pt_br: Salvar como Nota
sv: Spara som notis
tr: Not Olarak Kaydet
