Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# ItemNotesEditor|
source: Markdown files
ca: Fitxers de marcatge
es: Markdown archivos
fi: Markdown-tiedostot
fil: Mga file ng Markdown
fr: Fichiers Markdown
it: File di markdown
nl: Markdown-bestanden
pl: Pliki Markdown
pt_br: Arquivos Markdown
sv: Markdown-filer
tk: Markdown faýllary
tr: Markdown dosyaları
vi: Markdown các tập tin

# ItemNotesEditor|
source: All files
ca: Tots els fitxers
es: Todos los archivos
fi: Kaikki tiedostot
fil: Lahat ng mga file
fr: Tous les fichiers
it: Tutti i file
nl: Alle bestanden
pl: Wszystkie akta
pt_br: Todos os arquivos
sv: Alla filer
tk: Fileshli faýllar
tr: Tüm dosyalar
vi: Tất cả các tập tin

# ProblemsPage|
source: Missing secrets for account
br: Daneg
ca: Falten secrets per al compte
es: Falta de datos de acceso a la cuenta
fi: Ongelmia havaittu
fil: Nawawalang data ng pag-access para sa account
fr: Données d'accès manquantes pour le compte
it: Dati di accesso mancanti per l'account
nl: De inloggegevens ontbreken
pl: Brakujące dane dostępu do rachunku
pt_br: Faltam dados de acesso para a conta
sv: Saknar hemligheter för kontot
tk: Hasap üçin giriş maglumatlary ýok
tr: Hesap için eksik erişim verileri
vi: Thiếu dữ liệu truy cập cho tài khoản

# ProblemsPageForm.ui|
source: Problems Detected
ca: Problemes detectats
es: Problemas detectados
fil: Natuklasan ang mga problema
fr: Problèmes détectés
it: Problemi rilevati
nl: Problemen vastgesteld
pl: Wykryte problemy
pt_br: Problemas Detectados
sv: Problem identifierade
tk: Meseleler tapyldy
tr: Tespit Edilen Sorunlar
vi: Vấn đề được phát hiện

# Translations|
source: Danish
ca: Danès
es: Danés
fi: Poista
fr: Danois
it: Danese
nl: Deens
pl: Duński
pt_br: Dinamarquês
sv: Danska
tk: Daniýaly
tr: Danca
vi: người Đan Mạch

# Translations|
source: Greek
br: Gresianeg
ca: Grec
es: Griego
fr: Grec
it: Greco
nl: Grieks
pl: Grek
pt_br: Grego
sv: Grekiska
tk: Grek
tr: Yunanca
vi: người Hy Lạp

# Translations|
source: Filipino
br: Hungareg
ca: Filipí
fil: Pilipino
fr: Philippin
it: Filippino
nl: Filipijns
pl: Filipińczyk
sv: Tagalog
tk: Filippinler
tr: Filipince
vi: Tiếng Philipin

# Translations|
source: Hungarian
ca: Húngar
es: Húngaro
fr: Hongrois
it: Ungherese
nl: Hongaars
pl: Węgierski
pt_br: Húngaro
sv: Ungerska
tk: Wenger
tr: Macarca
vi: người Hungary

# Translations|
source: Italian
br: Italianeg
ca: Italià
es: Italiano
fil: Italyano
fr: Italien
it: Italiano
nl: Italiaans
pl: Włoski
pt_br: Italiano
sv: Italienska
tk: Italýan
tr: İtalyanca
vi: người Ý

# Translations|
source: Vietnamese
br: Vietnameg
ca: Vietmanita
es: Vietnamita
fr: Vietnamien
it: Vietnamita
nl: Vietnamees
pl: Wietnamski
pt_br: Vietnamita
sv: Vietnamesiska
tk: Wýetnamly
tr: Vietnamca
vi: Tiếng Việt

# Translations|
source: Spanish
br: Spagnoleg
ca: Espanyol
es: Español
fil: Espanyol
fr: Espagnol
it: Spagnolo
nl: Spaans
pl: Hiszpański
pt_br: Espanhol
sv: Spanska
tk: Ispan
tr: İspanyolca
vi: người Tây Ban Nha

# Translations|
source: Dutch
br: Nederlandeg
ca: Neerlandès
es: Holandés
fr: Néerlandais
it: Olandese
nl: Nederlands
pl: Holenderski
pt_br: Holandês
sv: Nederländska
tk: Gollandiýaly
tr: Flemenkçe
vi: Hà Lan

# Translations|
source: Norwegian
br: Norvegeg
ca: Noruec
es: Noruego
fr: Norvégien
it: Norvegese
nl: Noors
pl: Norweski
pt_br: Norueguês
sv: Norska
tk: Norweg
tr: Norveççe
vi: Na Uy

# Translations|
source: Polish
br: Poloneg
ca: Polonès
es: Polaco
fr: Polonais
it: Polacco
nl: Pools
pl: Polski
pt_br: Polonês
sv: Polska
tk: Polýak
tr: Lehçe
vi: đánh bóng

# Translations|
source: Portuguese
br: Portugaleg
ca: Portuguès
es: Portugués
fil: Portuges
fr: Portugais
it: Portoghese
nl: Portugees
pl: Portugalczycy
pt_br: Português
sv: Portugisiska
tk: Portugaliýa
tr: Portekizce
vi: Bồ Đào Nha

# Translations|
source: Portuguese (Brazil)
br: Portugaleg (Brazil)
ca: Portuguès (Brasil)
es: Portugués (Brasil)
fil: Portuges (Brazil)
fr: Portugais (Brésil)
it: Portoghese (Brasile)
nl: Portugees (Brazilië)
pl: Portugalczycy (Brazylia)
pt_br: Português (Brasil)
sv: Portugisiska (Brasilien)
tk: Portugaliýa (Braziliýa)
tr: Brezilya Portekizcesi
vi: Bồ Đào Nha (Brazil)

# Translations|
source: Turkish
br: Turkeg
ca: Turc
es: Turco
fil: Turko
fr: Turque
it: Turco
nl: Turks
pl: Turecki
pt_br: Turco
sv: Turkiska
tk: Türk
tr: Türkçe
vi: Thổ Nhĩ Kỳ

# ItemCreatedNotification|
source: Dismiss
br: Spagnoleg (Amerika Latina ha Karaiboù)
ca: Descarta
fil: Iwaksi
fr: Masquer
it: Licenziare
nl: Verwerpen
pt_br: Demissão
sv: Avfärda
tk: Işden aýyrmak
tr: Reddet
vi: Bỏ qua

# Translations|
source: Spanish (Latin America & Caribbean)
ca: Espanyol (Amèrica Llatina i Carib)
fil: Espanyol (Latin America & Caribbean)
fr: Espagnol (Amérique latine et Caraïbes)
it: Spagnolo (America Latina e Caraibi)
nl: Spaans (Latijns-Amerika en Caraïben)
pt_br: Espanhol (América Latina e Caribe)
sv: Spanska (Latinamerika och Karibien)
tk: Ispan (Latyn Amerikasy we Karib deňzi)
tr: Latin Amerika ve Karayipler İspanyolcası
vi: Tây Ban Nha (Mỹ Latinh & Caribbean)

# Translations|
source: Russian
br: Rusianeg
ca: Rus
fil: Ruso
fr: Russe
it: Russo
nl: Russisch
pt_br: Russo
sv: Ryska
tk: Rus
tr: Rusça
vi: tiếng Nga

# Translations|
source: Swedish
br: Svedeg
ca: Suec
fil: Suweko
fr: Suédois
it: Svedese
nl: Zweeds
pt_br: Sueco
sv: Svenska
tk: Şwes
tr: İsveççe
vi: Thụy Điển

# Translations|
source: Turkmen
br: Turkmeneg
ca: Turcomans
fil: Mga Turkmen
fr: Turkmène
it: Turkmeno
nl: Turkmeens
pt_br: Turcomeno
sv: Turkmeniska
tk: Türkmenler
tr: Türkmence

# DeleteItem|
source: Delete
br: Dilemel
ca: Suprimeix
fil: Tanggalin
fr: Supprimer
it: Cancellare
nl: Verwijderen
pt_br: Excluir
sv: Ta bort
tk: Öçür
tr: Sil
vi: Xóa bỏ

# ItemDueDateEditor|
source: First due on %1.
br: Hiziv
ca: Venç el %1.
fi: Toistumiskaavaa ei ole asetettu...
fil: Una dahil sa %1.
fr: Première échéance le %1.
it: Prima scadenza %1.
nl: Eerste einddatum: %1.
pt_br: Primeira finalizaçao em %1
sv: Förfaller först %1.
tk: Ilki bilen %1 tölemeli.
tr: İlk önce %1.
vi: Đầu tiên do %1.

# ItemDueDateEditor|
source: No recurrence pattern set...
ca: No s'ha establert cap patró de recurrència...
fil: Walang naka-set na pattern ng pag-ulit...
fr: Pas de répétition programmée...
it: Nessuno schema di ricorrenza impostato...
nl: Geen herhaalpatroon ingesteld…
pt_br: Nenhuma repetição configurada...
sv: Inget upprepningsmönster angivet ...
tk: Gaýtalanma nusgasy ýok ...
tr: Yineleme düzeni ayarlanmadı...
vi: Không có mẫu lặp lại ...

# ItemDueDateEditor|
source: Recurs every day.
ca: Es repeteix cada dia.
fi: Toistuu päivittäin.
fil: Araw-araw araw.
fr: Se répète chaque jour
it: Ricorre ogni giorno.
nl: Wordt elke dag herhaald.
pt_br: Se repete todo dia
sv: Återkommer varje dag.
tk: Her gün gaýtalanýar.
tr: Her gün tekrarlar.
vi: Tái phát mỗi ngày.

# ItemDueDateEditor|
source: Recurs every week.
ca: Es repeteix cada setmana.
fi: Toistuu viikottain.
fil: Magbalik-balik bawat linggo.
fr: Se répète chaque semaine
it: Ricorre ogni settimana.
nl: Wordt elke week herhaald.
pt_br: Se repete toda semana
sv: Återkommer varje vecka.
tk: Her hepde gaýtalanýar.
tr: Her hafta tekrarlar.
vi: Tái phát mỗi tuần.

# ItemDueDateEditor|
source: Recurs every month.
ca: Es repeteix cada mes.
fi: Toistuu kuukausittain.
fil: Biyahe bawat buwan.
fr: Se répète chaque mois
it: Ricorre ogni mese.
nl: Wordt elke maand herhaald.
pt_br: Se repete todo mês
sv: Återkommer varje månad.
tk: Her aý gaýtalanýar.
tr: Her ay tekrarlar.
vi: Tái phát hàng tháng.

# ItemDueDateEditor|
source: Recurs every %1 days.
ca: Es repeteix cada %1 dies.
fi: Toistuu %1 päivän välein.
fil: Binabalik bawat %1 araw.
fr: Se répète chaque %1 jour(s).
it: Ricorre ogni %1 giorno.
nl: Wordt elke %1 dagen herhaald.
pt_br: Se repete a cada %1 dia
sv: Återkommer var %1:e dag.
tk: Her %1 günden gaýtalanýar.
tr: Her %1 günde bir tekrarlar.
vi: Truy xuất mỗi %1 ngày.

# NewItemWithDueDateDialog|
source: Today
ca: Avui
fi: Tänään
fil: Ngayon
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pt_br: Hoje
sv: Idag
tk: Bu gün
tr: Bugün
vi: Hôm nay

# NewItemWithDueDateDialog|
source: Tomorrow
br: Warc'hoazh
ca: Demà
fi: Huomenna
fil: Bukas
fr: Demain
it: Domani
nl: Morgen
pt_br: Amanhã
sv: Imorgon
tk: Ertir
tr: Yarın
vi: Ngày mai

# NewItemWithDueDateDialog|
source: This Week
br: Ar sizhun-mañ
ca: Aquesta setmana
fi: Tämä viikko
fil: Ngayong linggo
fr: Cette semaine
it: Questa settimana
nl: Deze week
pt_br: Esta semana
sv: Denna vecka
tk: Bu hepde
tr: Bu hafta
vi: Tuần này

# NewItemWithDueDateDialog|
source: Next Week
br: Ar sizhun a zeu
ca: Pròxima setmana
fi: Ensi viikko
fil: Susunod na linggo
fr: Semaine prochaine
it: Settimana prossima
nl: Volgende week
pt_br: Próxima semana
sv: Nästa vecka
tk: Indiki hepde
tr: Gelecek hafta
vi: Tuần tới

# NewItemWithDueDateDialog|
source: Select...
br: Diuzañ...
ca: Escolliu...
fi: Valitse...
fil: Piliin ang ...
fr: Choisir...
it: Selezionare...
nl: Kiezen…
pt_br: Selecionar...
sv: Välj ...
tk: Saýlaň ...
tr: Seç...
vi: Lựa chọn...

# NewItemWithDueDateDialog|
source: Title:
br: Titl:
ca: Títol:
fi: Otsikko:
fil: Pamagat:
fr: Titre :
it: Titolo:
nl: Naam:
pt_br: Título:
sv: Titel:
tk: Ady:
tr: Başlık:
vi: Tiêu đề:

# NewItemWithDueDateDialog|
source: The title for your new item...
br: Krouiñ e:
ca: Títol del nou element...
fi: Otsikko uudelle tietueelle...
fil: Ang pamagat para sa iyong bagong item ...
fr: Titre de votre nouvel élément...
it: Il titolo per il tuo nuovo elemento...
nl: De naam van uw nieuwe item…
pt_br: O título para seu novo item...
sv: Namnet på ditt nya objekt ...
tk: Täze elementiňiziň ady ...
tr: Yeni öğenizin başlığı...
vi: Tiêu đề cho mục mới của bạn ...

# NewItemWithDueDateDialog|
source: Create in:
ca: Crea en:
fi: Muokkaa toistoa
fil: Lumikha ng:
fr: Créé dans :
it: Crea in:
nl: Aanmaken in:
pt_br: Criação em:
sv: Skapa i:
tk: Dörediň:
tr: Şurada oluştur:
vi: Tạo trong:

# NewItemWithDueDateDialog|
source: Due on:
br: D'ober
ca: Venç el:
fil: Dahil sa:
fr: Pour le :
it: A tempo debito:
nl: Einddatum:
pt_br: Finalizar até:
sv: Förfaller:
tk: Berilmeli:
tr: Son tarih:
vi: Do:

# NewTopLevelItemButton|
source: Todo
ca: Per fer
nl: Taak
pt_br: Tarefa
sv: Att-göra

# RecurrenceDialog|
source: Edit Recurrence
br: Morse
ca: Edita la recurrència
fil: I-edit ang Pag-ulit
fr: Modifier la répétition
it: Modifica ricorrenza
nl: Herhaling aanpassen
pt_br: Editar repetição
sv: Redigera upprepning
tk: Urrygy-ýygydan redaktirläň
tr: Yinelemeyi Düzenle
vi: Chỉnh sửa tái phát

# RecurrenceDialog|
source: Never
ca: Mai
fi: Ei koskaan
fil: Huwag kailanman
fr: Jamais
it: Non
nl: Nooit
pt_br: Nunca
sv: Aldrig
tk: Hiç haçan
tr: Asla
vi: Không bao giờ

# RecurrenceDialog|
source: Daily
br: Bemdez
ca: Diàriament
fi: Päivittäin
fil: Araw-araw
fr: Journalier
it: Tutti i giorni
nl: Dagelijks
pt_br: Diário
sv: Dagligen
tk: Her gün
tr: Günlük
vi: hằng ngày

# RecurrenceDialog|
source: Weekly
br: Bep sizhun
ca: Setmanalment
fi: Viikottain
fil: Lingguhan
fr: Hebdomadaire
it: Settimanale
nl: Wekelijks
pt_br: Semanalmente
sv: Varje vecka
tk: Hepdelik
tr: Haftalık
vi: Hàng tuần

# RecurrenceDialog|
source: Monthly
br: Bep miz
ca: Mensualment
fi: Kuukausittain
fil: Buwanang
fr: Mensuel
it: Mensile
nl: Maandelijks
pt_br: Mensalmente
sv: En gång per månad
tk: Aýlyk
tr: Aylık
vi: Hàng tháng

# RecurrenceDialog|
source: Every N Days
br: Bep N devezh
ca: Cada N dies
fi: N päivän välein
fil: Tuwing N Araw
fr: Chaque N jour(s)
it: Ogni N giorni
nl: Elke x dagen
pt_br: A cada N dias
sv: Var N:e dag
tk: Her N gün
tr: Her N günde bir
vi: Mỗi ngày

# RecurrenceDialog|
source: Recurs:
br: Niver a zevezhioù:
ca: Repetició:
fi: Toistuu:
fil: Mga Recurs:
fr: Se répète :
it: Ricorre:
nl: Wordt herhaald op:
pt_br: Se repete:
sv: Återkommer:
tk: Gaýtalama:
tr: tekrarlanır:
vi: Đệ quy:

# RecurrenceDialog|
source: Number of days:
ca: Nombre de dies:
fi: Päivien määrä:
fil: Bilang ng mga araw:
fr: Nombre de jours :
it: Numero di giorni:
nl: Aantal dagen:
pt_br: Número de dias:
sv: Antal dagar:
tk: Günleriň sany:
tr: Gün sayısı:
vi: Số ngày:

# RecurrenceDialog|
source: Recur relative to the date when marking as done
br: Adenvel
ca: Repeteix en relació amb la data en què es marca com a fet
fi: Nimeä uudelleen
fil: Ulitin ang kamag-anak sa petsa kung kailan nagmarka kung tapos na
fr: Se répète une fois la tâche réalisée
it: Ricorre relativamente alla data di completamento
nl: Herhaling ten opzichte van de datum bij het markeren als afgerond
pt_br: Repetir baseado na data de finalização
sv: Återkommande relativt det datum då du markerar som klart
tk: Edilişi ýaly bellik edilende senä görä gaýtalaň
tr: Tamam olarak işaretlendiğinde tarihe göre yineleme
vi: Tái diễn liên quan đến ngày khi đánh dấu là xong

# RenameItem|
source: Rename
ca: Reanomena
fil: Palitan ang pangalan
fr: Renommer
it: Rinominare
nl: Naam wijzigen
pt_br: Renomear
sv: Byt namn
tk: Adyny üýtgetmek
tr: Adını Değiştir
vi: Đổi tên

# SetDueNextWeek|
source: Set Due This Week
ca: Estableix el venciment a aquesta setmana
fi: Synkronoi nyt
fil: Itakda ang Dapat Ito Linggo
fr: Pour cette semaine
it: Setta scadenza questa settimana
nl: Stel deze week in
pt_br: Marcar para finalizar essa semana
sv: Ange förfallodag denna vecka
tk: Şu hepde bellemeli
tr: Teslim Tarihi Bu Hafta
vi: Đặt do trong tuần này

# SetDueThisWeek|
source: Set Due Next Week
ca: Estableix el venciment a la setmana vinent
fil: Itakda ang Dapat na Susunod na Linggo
fr: Pour la semaine prochaine
it: Setta scadenza prossima settimana
nl: Stel volgende week in
pt_br: Marcar para finalizar próxima semana
sv: Ange förfallodag nästa vecka
tk: Geljek hepde bellemeli
tr: Gelecek Hafta Teslim Edilecek
vi: Đặt do vào tuần tới

# SetDueTo|
source: Select Due Date
ca: Selecciona la data de venciment
fil: Piliin ang Takdang Petsa
fr: Choisir la date d'échéance
it: Selezionare la data di scadenza
nl: Kies een einddatum
pt_br: Data de finalização
sv: Välj förfallodag
tk: Berlen senäni saýlaň
tr: Bitiş Tarihini Seçin
vi: Chọn ngày đáo hạn

source: Set Due Today
ca: Estableix el venciment a avui
fil: Itakda Nasa Ngayon
fr: Pour aujourd'hui
it: Setta scadenza oggi
nl: Stel vandaag in
pt_br: Marcar para finalizar hoje
sv: Ange förfallodag idag
tk: Şu gün bellemeli
tr: Teslim Tarihini Bugüne Ayarla
vi: Đặt do ngày hôm nay

source: Set Due Tomorrow
ca: Estableix el venciment a demà
fil: Itakda ang Dapat Na Bukas
fr: Pour demain
it: Scadenza prevista per domani
nl: Stel morgen in
pt_br: Marcar para finalizar amanhã
sv: Ange förfallodag imorgon
tk: Ertir bermeli
tr: Teslim Tarihini Yarına Ayarla
vi: Đặt ngày mai

# TodosWidgetDelegate|
source: Swipe to mark undone
ca: Llisca el dit per marcar-ho com a pendent
fil: Mag-swipe upang markahan ang pagbawi
fr: Faire glisser si non-réalisé
it: Swipe per contrassegnare non completato
nl: Veeg om te markeren als onafgerond
pt_br: Deslize para "Não feito"
sv: Svep för att markera som ej klart
tk: Yzyna gaýtarylmagyny belläň
tr: Geri alınan işareti işaretlemek için kaydırın
vi: Vuốt để đánh dấu hoàn tác

# TodosWidgetDelegate|
source: Swipe to mark done
ca: Llisca el dit per marcar-ho com a fet
fil: Mag-swipe upang markahan ang tapos na
fr: Faire glisser si réalisé
it: Swipe per contrassegnare completato
nl: Veeg om te markeren als afgerond
pt_br: Deslize para "Feito"
sv: Svep för att markera som klart
tk: Doneerine ýetirilenini bellemek üçin süpüriň
tr: Tamam olarak işaretlemek için kaydırın
vi: Vuốt để đánh dấu xong

# LibraryPageActions|
source: Sync Now
ca: Sincronitza ara
fr: Synchroniser maintenant
it: Sincronizza ora
nl: Nu synchroniseren
pt_br: Sincronizar
sv: Synkronisera nu
tr: Şimdi Eşitle

# LibraryPageActions|
source: Sync Log
ca: Registre de sincronització
fi: Fontin koko:
fr: Journal de synchronisation
it: Log di sincronizzazione
nl: Synchronisatielogboek
pt_br: Sincronizar Log
sv: Synkroniseringslogg
tr: Eşitleme Günlüğü

# SettingsPageForm.ui|
source: Font Size:
ca: Mida de la tipografia:
fr: Taille de police :
it: Dimensione testo:
nl: Tekstgrootte:
pt_br: Tamanho da Fonte:
sv: Teckenstorlek:
tr: Yazı Boyutu:

# Translations|
source: Basque
ca: Basc
fi: Valitse tilin tyyppi
it: Basco
nl: Baskisch
pt_br: Basca
sv: Baskiska
tr: Bask dili

# AccountTypeSelectionPage|
source: Select Account Type
ca: Seleccioneu el tipus de compte
fr: Sélectionner type de compte
it: Selezionare tipo di account
nl: Kies het soort account
pt_br: Selecionar o Tipo da Conta
sv: Välj Kontotyp
tr: Hesap Türünü Seçin

# AccountTypeSelectionPage|
source: Account Type
ca: Tipus de compte
fi: Tilin tyyppi
fr: Type de compte
it: Tipo di account
nl: Soort account
pt_br: Tipo de Conta
sv: Kontotyp
tr: Hesap Türü

# AppStartup|
source: Manage your personal data.
ca: Gestiona les teves dades personals.
fi: Hallinnoi henkilökohtaisia tietojasi.
fr: Gérer vos données personnelles.
it: Gestione dati personali.
nl: Beheer uw persoonlijke gegevens.
pt_br: Gerenciar seus dados pessoais.
sv: Hantera din personliga data.
tr: Kişisel verilerinizi yönetin.

# AppStartup|
source: Switch on some optimizations for touchscreens.
ca: Activa algunes optimitzacions per a pantalles tàctils.
fi: Avaa
fr: Activer les optimisations pour écrans tactiles.
it: Abilita alcune ottimizzazioni per touchscreen.
nl: Schakel touchscreen-optimalisaties in.
pt_br: Ative algumas otimizações para telas sensíveis ao toque.
sv: Slå på några optimeringar för pekskärmar.
tr: Dokunmatik ekranlar için bazı optimizasyonları açın.

# AppStartup|
source: Only run the app background service
ca: Executa només el servei de l'aplicació en segon pla
fr: Exécuter uniquement le service d'arrière-plan de l'application
it: Esegui solamente in background
nl: Alleen achtergronddienst starten
pt_br: Execute apenas o serviço em segundo plano do aplicativo
sv: Kör endast programmets bakgrundstjänst
tr: Yalnızca uygulama arka plan hizmetini çalıştırın

# AppStartup|
source: Only run the app GUI and connect to an existing app background service
ca: Executeu només la interfície gràfica de l'usuari de l'aplicació i connecteu-vos a un servei de l'aplicació en segon pla
fr: Exécutez uniquement l'interface graphique de l'application et connectez-vous à un service d'arrière-plan existant
it: Esegui solo l'interfaccia e collega a servizio in background esistente
nl: Alleen venster tonen en verbinding maken met een reeds opgestarte achtergronddienst
pt_br: Execute apenas a GUI do aplicativo e conecte-se a um serviço de segundo plano do aplicativo existente
sv: Kör endast programmets GUI och anslut till en befintlig bakgrundstjänst
tr: Yalnızca uygulama GUI'sini çalıştırın ve mevcut bir uygulama arka plan hizmetine bağlanın

# AppStartup|
source: Enable a console on Windows to gather debug output
ca: Habilita una consola al Windows per recollir la sortida de depuració
fr: Activez une console sous Windows pour recueillir les données de débogage
it: Abilita console di debug su Windows
nl: Windows-opdrachtprompt openen om foutopsporingsuitvoer te tonen
pt_br: Habilitar um console no Windows para coletar a saída de depuração
sv: Aktivera en konsol på Windows för att samla felsökningsdata
tr: Windows'ta hata ayıklama çıktısını toplamak için bir konsolu etkinleştirin

# AppStartup|
source: Open
ca: Obre
fr: Ouvrir
it: Apri
nl: Openen
pt_br: Abrir
sv: Öppna
tr: Aç

# AppStartup|
source: Quit
ca: Surt
fi: Lopeta
fr: Quitter
it: Esci
nl: Afsluiten
pt_br: Sair
sv: Avsluta
tr: Çıkış

# DeleteCompletedChildren|
source: Delete Completed Items
ca: Suprimeix els elements completats
fi: Poista valmistuneet tietueet
fr: Effacer les éléments terminés
it: Cancella gli elementi completati
nl: Afgeronde items verwijderen
pt_br: Deletar itens completos
sv: Ta bort slutförda objekt
tr: Tamamlanmış Öğeleri Sil

# DeleteCompletedItemsDialog|
source: Delete Completed Items?
ca: Voleu suprimir els elements completats?
fi: Poistetaanko valmistuneet tietueet?
fr: Effacer les éléments terminé ?
it: Cancellare gli elementi completati?
nl: Afgeronde items verwijderen?
pt_br: Deletar itens completos?
sv: Vill du ta bort slutförda objekt?
tr: Tamamlanan Öğeler Silinsin mi?

# DeleteCompletedItemsDialog|
source: Do you really want to delete all done todos in the todo list <strong>%1</strong>? This cannot be undone.
ca: Esteu segur que voleu suprimir definitivament tots els elements per fer a la llista <strong>%1</strong>? Això no es pot desfer.
fi: Muokkaa tiliä
fr: Voulez-vous vraiment effacer les todos de la liste <strong>%1</strong>? Ceci ne pourra pas être annulé.
it: Vuoi realmente cancellare tutti i TODO completati nella lista <strong>%1</strong>? Questa azione non può essere annullata.
nl: Weet u zeker dat u alle afgeronde items op <strong>%1</strong> wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pt_br: Tem certeza que quer deletar todos as TAREFAS da lista de tarefas <strong>%1</strong>? Não pode ser desfeito.
sv: Vill du verkligen ta bort alla slutförda att-göra från att-göra-listan <strong>%1</strong>? Det kan inte ångras.
tr: <strong>% 1 </strong> yapılacaklar listesindeki tüm tamamlanmış yapılacakları gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.

# DeleteCompletedItemsDialog|
source: Do you really want to delete all done tasks in the todo <strong>%1</strong>? This cannot be undone.
ca: Esteu segur que voleu suprimir definitivament totes les tasques fetes a la llista <strong>%1</strong>? Això no es pot desfer.
fr: Voulez-vous vraiment effacer les tâches de la liste <strong>%1</strong>? Ceci ne pourra pas être annulé.
it: Vuoi realmente cancellare tutti i TASK completati nella lista <strong>%1</strong>? Questa azione non può essere annullata.
nl: Weet u zeker dat u alle afgeronde items op <strong>%1</strong> wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pt_br: Tem certeza que quer deletar todas as tarefas feitas <strong>%1</strong>? Não pode ser desfeito.
sv: Vill du verkligen ta bort alla slutförda uppgifter från <strong>%1</strong>? Det kan inte ångras.
tr: Yapılacak <strong>% 1 </strong> işleminde yapılan tüm görevleri gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.

# EditNextCloudAccountPage|
source: Edit Account
ca: Edita el compte
fr: Editer Compte
it: Modifica account
nl: Account bewerken
pt_br: Editar Conta
sv: Redigera konto
tr: Hesabi Düzenle

# EditNextCloudAccountPage|
source: Name:
ca: Nom:
fi: Nimi:
fr: Nom :
it: Nome:
nl: Naam:
pt_br: Nome:
sv: Namn:
tr: İsim:

# EditNextCloudAccountPage|
source: Server Address:
ca: Adreça del servidor:
fi: Palvelimen osoite:
fr: Adresse du serveur :
it: Indirizzo del Server:
nl: Serveradres:
pt_br: Endereço do Servidor:
sv: Serveradress:
tr: Sunucu Adresi:

# EditNextCloudAccountPage|
source: https://myserver.example.com
ca: https://elmeuservidor.exemple.com
fr: https://serveur.exemple.com
nl: https://mijnserver.voorbeeld.nl
pt_br: https://meuservidor.exemplo.com
sv: https://minserver.exempel.se

# EditNextCloudAccountPage|
source: Login
ca: Entra
fi: Kirjaudu sisään
fr: Identifiant
it: Accedi
nl: Inloggen
sv: Logga in
tr: Oturum aç

# EditNextCloudAccountPage|
source: User:
ca: Usuari:
fi: Käyttäjä:
fr: Utilisateur :
it: Utente:
nl: Gebruiker:
pt_br: Usuário:
sv: Användare:
tr: Kullanıcı:

# EditNextCloudAccountPage|
source: User Name
ca: Nom d'usuari
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pt_br: Nome de Usuário
sv: Användarnamn
tr: Kullanıcı adı

# EditNextCloudAccountPage|
source: Password:
ca: Contrasenya:
fi: Salasana:
fr: Mot de passe :
nl: Wachtwoord:
pt_br: Senha:
sv: Lösenord:
tr: Parola:

# EditNextCloudAccountPage|
source: Password
ca: Contrasenya
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
sv: Lösenord
tr: Parola
