Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# DeleteLibraryDialog|
source: Do you really want to remove the library <strong>%1</strong> from the application? Note that the files inside the library will not be removed, so you can restore the library later on.
ca: Confirmes que vols suprimir la biblioteca <strong>%1</strong> de l’aplicació? Tingueu en compte que els fitxers de la biblioteca no s’eliminaran, de manera que podreu restaurar la biblioteca més endavant.
da: Vil du virkelig fjerne biblioteket <strong>% 1 </strong> fra applikationen? Bemærk, at filerne inde i biblioteket ikke fjernes, så du kan gendanne biblioteket senere.
de: Soll die Bibliothek <strong>%1</strong> wirklich gelöscht werden? Dateien, die zur Bibliothek gehören, werden nicht gelöscht, so dass sie jederzeit wieder zur Anwendung hinzugefügt werden kann.
es: Realmente quieres eliminar la biblioteca <strong>%1</strong> de la aplicación? Tenga en cuenta que los archivos dentro de la biblioteca no serán eliminados, por lo que puede restaurar la biblioteca más tarde.
fil: Nais mo bang alisin ang library <strong>% 1</strong> mula sa application? Tandaan na ang mga file sa loob ng library ay hindi aalisin, upang maibalik mo ang silid-aklatan sa susunod.
fr: Souhaitez-vous vraiment supprimer la bibliothèque <strong>%1</strong> de l'application ? Notez que les fichiers à l'intérieur de la bibliothèque ne seront pas supprimés, vous pourrez donc restaurer la bibliothèque ultérieurement.
it: Volete davvero rimuovere la raccolta <strong>%1</strong> dall'applicazione? Si noti che i file all'interno della raccolta non verranno rimossi, quindi è possibile ripristinare la raccolta in un secondo momento.
nl: Weet u zeker dat u de verzameling <strong>%1</strong> wilt verwijderen? Alle bijbehorende bestanden worden niet verwijderd zodat u de verzameling later kunt herstellen.
pl: Czy naprawdę chcesz usunąć z aplikacji bibliotekę <strong>%1</strong>? Zauważ, że pliki wewnątrz biblioteki nie zostaną usunięte, więc możesz ją później przywrócić.
pt_br: Você realmente quer remover a biblioteca <forte>%1</sforte> da aplicação? Note que os arquivos dentro da biblioteca não serão removidos, então você pode restaurar a biblioteca mais tarde.
sv: Vill du verkligen ta bort biblioteket <strong>%1</strong> från programmet? Observera att filerna i biblioteket inte kommer att tas bort, så att du kan återställa biblioteket senare.
tk: Kitaphanany <strong>%1</strong> programmadan aýyrmak isleýärsiňizmi? Kitaphananyň içindäki faýllaryň aýrylmajakdygyna üns beriň, soň bolsa kitaphanany dikeldip bilersiňiz.
tr: <strong>%1</strong> kitaplığını gerçekten uygulamadan kaldırmak istiyor musunuz? Kitaplığın içindeki dosyaların kaldırılmayacağını unutmayın, böylece kitaplığı daha sonra geri yükleyebilirsiniz.
vi: Bạn có thực sự muốn xóa thư viện <strong>%1</ strong> khỏi ứng dụng không? Lưu ý rằng các tệp bên trong thư viện sẽ không bị xóa, vì vậy bạn có thể khôi phục thư viện sau này.

# FolderSelectionDialog|
source: Select a Folder
ca: Selecciona una carpeta
da: Vælg en mappe
de: Verzeichnis auswählen
es: Seleccione una carpeta
fil: Pumili ng isang Folder
fr: Choisir un dossier
it: Seleziona una cartella
nl: Kies een map
pl: Wybierz Folder
pt_br: Selecione uma Pasta
sv: Välj en mapp
tk: Papka saýlaň
tr: Klasör Seçin
vi: Chọn một thư mục

# ItemCreatedNotification|
source: <strong>%1</strong> has been created.
br: <strong>%1</strong> zo bet krouet.
ca: S'ha creat <strong>%1</strong>.
da: <strong>% 1 </strong> er oprettet.
de: <strong>%1</strong> wurde erzeugt.
es: <strong>%1</strong> ha sido creado.
fi: <strong>%1</strong> on luotu.
fil: Ang <strong>%1</strong> ay nilikha.
fr: <strong>%1</strong> a été créé.
it: <strong>%1</strong> è stato creato.
nl: <strong>%1</strong> is aangemaakt.
pl: <strong>%1</strong> został stworzony.
pt_br: <strong>%1</strong> foi criado.
sv: <strong>% 1 </strong> har skapats.
tk: <strong>%1</strong> döredildi.
tr: <strong>%1</strong> oluşturuldu.
vi: <strong>%1</ strong> đã được tạo.

# ItemCreatedNotification|
source: Open
br: Digeriñ
ca: Obre
da: Åben
de: Öffnen
es: Abrir
fi: Avaa
fil: Buksan
fr: Ouvrir
it: Aprire
nl: Openen
pl: Otwarte
pt_br: Aberto
sv: Öppna
tk: Aç
tr: Açık
vi: Mở

# ItemDueDateEditor|
source: Due on
br: Notennoù
ca: Venciment
da: På grund af
de: Fällig zum
es: Se espera que...
fi: Huomiot
fil: Dahil sa
fr: Pour le
it: In scadenza il
nl: Einddatum:
pl: Należne w dniu
pt_br: Devido em
sv: Förfaller
tk: Berilmeli
tr: Son tarih:
vi: Do

# ItemNotesEditor|
source: Notes
da: Noter
de: Notizen
es: Notas
fil: Mga Tala
it: Note
nl: Notities
pl: Uwagi
pt_br: Notas
sv: Anteckningar
tk: Bellikler
tr: Notlar
vi: Ghi chú

# LibrariesSideBar|
source: Schedule
br: Levraoueg nevez
ca: Programació
da: Tidsplan
de: Zeitplan
es: Programación
fi: Aikataulu
fil: Iskedyul
fr: Calendrier
it: Programmazione
nl: Schema
pl: Rozkład jazdy
pt_br: Horário
sv: Schema
tk: Iş tertibi
vi: Lịch trình

# LibrariesSideBar|
source: New Library
ca: Nova biblioteca
da: Nyt bibliotek
de: Neue Bibliothek
es: Nueva Biblioteca
fi: Uusi kirjasto
fil: Bagong Library
fr: Nouvelle bibliothèque
it: Nuova Raccolta
nl: Nieuwe verzameling
pl: Nowa biblioteka
pt_br: Nova Biblioteca
sv: Nytt bibliotek
tk: Täze kitaphana
tr: Yeni Kütüphane
vi: Thư viện mới

# LibrariesSideBar|
source: About...
br: A-zivout...
ca: Quant a...
da: Om...
de: Über die Anwendung...
es: Acerca de...
fi: Tietoja...
fil: Tungkol sa ...
fr: À propos de...
it: A proposito di...
nl: Over…
pl: Około...
pt_br: Sobre...
sv: Om ...
tr: Hakkında...
vi: Trong khoảng...

# LibraryPage|
source: Red
br: Ruz
ca: Vermell
da: Rød
de: Rot
es: Rojo
fi: Punainen
fil: Pula
fr: Rouge
it: Rosso
nl: Rood
pl: Czerwony
pt_br: Vermelho
sv: Röd
tk: Gyzyl
tr: Kırmızı
vi: Màu đỏ

# LibraryPage|
source: Green
br: Gwer
ca: Verd
da: Grøn
de: Grün
es: Verde
fi: Vihreä
fil: Berde
fr: Vert
it: Verde
nl: Groen
pl: Zielony
pt_br: Verde
sv: Grön
tk: Greenaşyl
tr: Yeşil
vi: màu xanh lá

# LibraryPage|
source: Blue
br: Glas
ca: Blau
da: Blå
de: Blau
es: Azul
fi: Sininen
fil: Asul
fr: Bleu
it: Blu
nl: Blauw
pl: Niebieski
pt_br: Azul
sv: Blå
tk: Gök
tr: Mavi
vi: Màu xanh da trời

# LibraryPage|
source: Yellow
br: Melen
ca: Groc
da: Gul
de: Gelb
es: Amarillo
fi: Keltainen
fil: Dilaw
fr: Jaune
it: Giallo
nl: Geel
pl: Żółty
pt_br: Amarelo
sv: Gul
tk: Sary
tr: Sarı
vi: Màu vàng

# LibraryPage|
source: Orange
br: Orañjez
ca: Taronja
es: Naranja
fi: Oranssi
it: Arancione
nl: Oranje
pt_br: Laranja
tk: Mämişi
tr: Portakal
vi: trái cam

# LibraryPage|
source: Lilac
ca: Lila
de: Lila
es: Lila
fi: Liila
fr: Lilas
it: Lilla
nl: Lila
pl: Liliowy
pt_br: Lilás
sv: Lila
tk: Kirpik
tr: leylak

# LibraryPage|
source: White
br: Gwenn
ca: Blanc
da: hvid
de: Weiß
es: Blanco
fi: Valkoinen
fil: Puti
fr: Blanc
it: Bianco
nl: Wit
pl: Biały
pt_br: Branco
sv: Vit
tk: Ak
tr: Beyaz
vi: trắng

# LibraryPage|
source: Rename
br: Adenvel
ca: Reanomena
da: Omdøb
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
fil: Palitan ang pangalan
fr: Renommer
it: Rinominare
nl: Naam wijzigen
pl: Zmień nazwę
pt_br: Renomear
sv: Byt namn
tk: Adyny üýtgetmek
tr: Yeniden Adlandır
vi: Đổi tên

# LibraryPage|
source: Delete
br: Dilemel
ca: Suprimeix
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fil: Tanggalin
fr: Supprimer
it: Cancellare
nl: Verwijderen
pl: Skreślić
pt_br: Excluir
sv: Ta bort
tk: Öçür
tr: Sil
vi: Xóa bỏ

# LibraryPage|
source: Note Title
br: Leuskel a-gostez
ca: Títol de la nota
da: Bemærk titel
de: Titel der Notiz
es: Título de la nota
fi: Synkronoinnin asetukset
fil: Pamagat ng Tala
fr: Titre de la note
it: Nota Titolo
nl: Naam van notitie
pl: Notatka Tytuł
pt_br: Título da nota
sv: Anteckningstitel
tk: Bellik ady
tr: Not Başlığı
vi: Tiêu đề ghi chú

# LibraryPage|
source: Todo List Title
ca: Títol de la llista de tasques
da: Todo liste titel
de: Titel der Aufgabenliste
es: Título de la lista de todo
fil: Pamagat ng Listahan ng Listahan
fr: Titre de la todo list
it: Titolo della lista Todo
nl: Naam van takenlijst
pl: Lista Todo Tytuł
pt_br: Título da Lista de Afazeres
sv: Att-göra-listans namn
tk: Todo sanawyň ady
tr: Yapılacaklar Listesi Başlığı
vi: Danh sách Todo

# LibraryPage|
source: Search term 1, search term 2, ...
ca: Terme de cerca 1, terme de cerca 2, ...
da: Søgeudtryk 1, søgeudtryk 2, ...
de: Suchbegriff 1, Suchbegriff 2, ...
es: Término de búsqueda 1, término de búsqueda 2, ...
fil: Paghahanap ng term 1, term sa paghahanap, ...
fr: Terme de recherche 1, terme de recherche 2, ....
it: Termine di ricerca 1, termine di ricerca 2, ...
nl: Zoekterm 1, zoekterm 2, ...
pl: Wyszukiwanie terminu 1, wyszukiwania terminu 2, ...
pt_br: Termo de busca 1, termo de busca 2, ...
sv: Sökterm 1, sökterm 2, ...
tr: Arama terimi 1, arama terimi 2, ...
vi: Tìm kiếm thuật ngữ 1, tìm kiếm thuật ngữ 2, ...

# LibraryPage|
source: Nothing here yet! Start by adding a <a href='#note'>note</a>, <a href='#todolist'>todo list</a> or <a href='#image'>image</a>.
ca: Encara no hi ha res. Comenceu afegint una <a href='#note'>nota</a>, una <a href='#todolist'> lista de coses a fer </a> o una <a href='#image'> imatge </a>.
da: Intet her endnu! Start med at tilføje en <a href='#note'> note </a>, <a href='#todolist'> todo-liste </a> eller <a href='#image'> billede </a>.
de: Noch nichts hier! Die Bibliothek kann mit <a href='#note'>Notizen</a>, <a href='#todolist'>Aufgabenlisten</a> oder <a href='#image'>Bildern</a> befüllt werden.
es: Aún no hay nada aquí! Comienza añadiendo una lista de <a href='#note'>note</a>, <a href='#todolist'>todo</a> o <a href='#image'>image</a>.
fil: Wala pa dito! Magsimula sa pamamagitan ng pagdaragdag ng isang <a href='#note'> tala </a>, <a href='#todolist'> listahan ng todo </a> o <a href='#image'> imahe </a>.
fr: Rien pour l'instant ! Commencez par ajouter une <a href='#note'>note</a>, <a href='#todolist'>todo list</a> ou <a href='#image'>image</a>.
it: Qui non c'è ancora niente! Inizia aggiungendo un <a href='#note'>note</a>, <a href='#todolist'>todo list</a> o <a href='#image'>image</a>.
nl: Deze verzameling is nog leeg! Voeg een <a href='#note'>notitie</a>, <a href='#todolist'>takenlijst</a> of <a href='#image'>afbeelding</a> toe.
pl: Jeszcze nic tu nie ma! Zacznij od dodania <a href='#note'>note</a>, <a href='#todolist'>todo listy</a> lub <a href='#image'>image</a>.
pt_br: Nada aqui ainda! Comece adicionando uma <a href='#note'>note</a>, <a href='#todolist'>todo list</a> ou <a href='#image'>image</a>.
sv: Ingenting här ännu! Börja med att lägga till en <a href='#note'> anteckning </a>, <a href='#todolist'> att-göra-lista </a> eller <a href='#image'> bild </a>.
tk: Bu ýerde entek hiç zat ýok! <a href='#note'> bellik </a>, <a href='#todolist'> todo sanawy </a> ýa-da <a href='#image'> surat </a> goşmak bilen başlaň.
tr: Burada henüz bir şey yok! Bir <a href='#note'> not </a>, <a href='#todolist'> yapılacaklar listesi </a> veya <a href='#image'> resim </a> ekleyerek başlayın.
vi: Chưa có gì ở đây cả! Bắt đầu bằng cách thêm một <a href='#note'> ghi chú </a>, <a href='#todolist'> danh sách việc cần làm </a> hoặc <a href='#image'> hình ảnh </a>.

# LibraryPageMenu|
source: Edit Sync Settings
ca: Edita la configuració de sincronització
da: Rediger synkroniseringsindstillinger
de: Synchronisationseinstellungen bearbeiten
es: Editar la configuración de sincronización
fil: I-edit ang Mga Setting ng Pag-sync
fr: Modifier les paramètres de synchronisation
it: Modifica impostazioni di sincronizzazione
nl: Synchronisatie-instellingen aanpassen
pl: Edycja ustawień synchronizacji
pt_br: Editar Configurações de Sincronização
sv: Redigera synkroniseringsinställningar
tk: Sinhron sazlamalaryny redaktirläň
tr: Senkronizasyon Ayarlarını Düzenle
vi: Chỉnh sửa cài đặt đồng bộ hóa

# LibraryPageMenu|
source: Sync Now
ca: Sincronitza ara
da: Synkroniser nu
de: Synchronisation starten
fi: Synkronoi nyt
fil: I-sync Ngayon
fr: Synchroniser maintenant
it: Sincronizza ora
nl: Nu synchroniseren
pt_br: Sincronizar Agora
sv: Synkronisera nu
tk: Indi sinhronlaň
tr: Şimdi Senkronize Et
vi: Đồng bộ hóa ngay

# LibraryPageMenu|
source: Sync Log
ca: Registre de sincronització
da: Synkroniseringslog
de: Synchronisationsablauf
es: Registro de sincronización
fi: Synkronointiloki
fil: Mag-sync Log
fr: Synchroniser le journal
it: Registro di sincronizzazione
nl: Synchronisatielogboek
pl: Rejestr synchronizacji
pt_br: Sincronizar
sv: Synkroniseringslogg
tk: Sinhron ýazgysy
tr: Senkronizasyon Günlüğü
vi: Nhật ký đồng bộ hóa

# LibrarySecretsMissingNotificationBar|
source: The secrets for synchronizing the library %1 are missing.
ca: Falten els secrets per sincronitzar la biblioteca %1.
da: Hemmelighederne til synkronisering af biblioteket% 1 mangler.
de: Zugangsdaten zur Synchronisation der Bibliothek %1 fehlen.
es: Los secretos para sincronizar la biblioteca %1 han desaparecido.
fi: Kopioi loki
fil: Ang mga lihim para sa pag-synchronize ng library %1 ay nawawala.
fr: Les secrets pour synchroniser la bibliothèque %1 sont manquants.
it: Mancano i segreti per la sincronizzazione della raccolta%1.
nl: De toegangscodes voor het synchroniseren van %1 ontbreken.
pl: Brakuje sekretów do synchronizacji biblioteki %1.
pt_br: Os segredos para sincronizar a biblioteca %1 estão faltando.
sv: Hemligheterna för att synkronisera biblioteket %1 saknas.
tk: Kitaphana% 1 sinhronlamagyň syrlary ýok.
tr: %1 kitaplığını senkronize etmenin sırları eksik.
vi: Các bí mật để đồng bộ hóa thư viện %1 bị thiếu.

# LibrarySecretsMissingNotificationBar|
source: Ignore
ca: Ignora
da: Ignorere
de: Ignorieren
fil: Huwag pansinin
fr: Ignorer
it: Ignora
nl: Negeren
pl: Ignoruj
pt_br: Ignorar
sv: Ignorera
tk: Üns berme
tr: Aldırmamak
vi: Làm lơ

# LibrarySecretsMissingNotificationBar|
source: Enter Secrets
br: &Library nevez
ca: Entra els secrets
da: Indtast hemmeligheder
de: Zugangsdaten eingeben
es: Ingresa los secretos
fil: Ipasok ang Mga Lihim
fr: Entrer secrets
it: Inserisci i segreti
nl: Toegangscodes invoeren
pl: Wprowadź sekrety
pt_br: Digite os segredos
sv: Ange hemligheter
tk: Gizlinleri giriziň
tr: Sır Girin
vi: Nhập bí mật

# LogViewPage|
source: Synchronization Log
ca: Registre de sincronització
da: Synkroniseringslog
de: Synchronisationsereignisse
es: Registro de sincronización
fil: Pag-synchronise Log
fr: Journal de synchronisation
it: Registro di sincronizzazione
nl: Synchronisatielogboek
pl: Synchronizacja Dziennik
pt_br: Log de Sincronização
sv: Synkroniseringslogg
tk: Sinhronizasiýa gündeligi
tr: Senkronizasyon Giriş
vi: Nhật ký đồng bộ hóa

# LogViewPage|
source: Copy Log
ca: Copia el registre
da: Kopier log
de: Protokoll kopieren
es: Copia el registro
fil: Kopya ng Kopya
fr: Copier le journal
it: Copiare il registro
nl: Logboek kopiëren
pl: Kopiowanie dziennika
pt_br: Cópia de Log
sv: Kopiera logg
tk: Logurnaldan göçüriň
tr: Günlüğü Kopyala
vi: Sao chép nhật ký

# MainWindow|
source: New &Library
ca: Nova &Biblioteca
da: Nyt &bibliotek
de: Neue &Bibliothek
es: Nueva &Biblioteca
fil: Bago &Library
fr: Nouvelle &Bibliothèque
it: Nuova &Raccolta
nl: Nieuwe verzame&ling
pl: Nowy &Biblioteka
pt_br: Nova &Biblioteca
sv: N&ytt bibliotek
tk: Täze &Kitaphana
tr: Yeni &Kütüphane
vi: Mới &Thư viện

# MainWindow|
source: New &Note
br: &Note nevez
ca: Nova &Nota
da: Ny &note
de: Neue &Notiz
es: Nueva &Nota
fi: Uusi &kuva
fil: Bago &Tandaan
fr: Nouvelle &Note
it: Nuovo &Nota
nl: &Notitie schrijven
pl: Nowy &Uwaga
pt_br: Nova &Nota
sv: Ny &anteckning
tk: Täze &Bellik
tr: Yeni &Not
vi: Mới &Ghi chú

# MainWindow|
source: New &Todo List
br: &Todo List nevez
ca: Nova &Llista de tasques
da: Ny &Todo-liste
de: Neue &Aufgabenliste
es: Nueva lista de &Todo
fil: Bago &Listahan ng Todo
fr: Nouvelle &Todo List
it: Nuovo &Todo List
nl: &Takenlijst opstellen
pl: Nowy &Lista Todo
pt_br: Nova & Lista de afazeres
sv: &Ny att-göra-lista
tk: Täze &Todo sanawy
tr: Yeni &Yapılacaklar listesi
vi: Danh sách mới &Todo

# MainWindow|
source: New &Image
br: &Image nevez
ca: Nova &Imatge
da: Nyt &billede
de: Neues B&ild
es: Nueva &Imagen
fil: Bago &Imahe
fr: Nouvelle &Image
it: Nuovo &Immagine
nl: Afbeeld&ing toevoegen
pl: Nowy &Obrazek
pt_br: Nova &Imagem
sv: Ny &bild
tk: Täze &Surat
tr: Yeni &görüntü
vi: Mới &Hình ảnh

# MainWindow|
source: &Quit
ca: &Sortir
da: &Afslut
de: B&eenden
es: &Dejarlo
fi: &Lopeta
fil: &Tumahimik
fr: &Quitter
it: &Abbandona
nl: &Afsluiten
pl: &Rezygnacja
pt_br: &Sair
sv: &Avsluta
tk: &Taşla
tr: &Çık
vi: &Thoát

# MainWindow|
source: &Find
ca: &Cerca
de: &Suche
es: &Encontrar
fi: &Etsi
fil: &Maghanap
fr: &Trouver
it: &Trovare
nl: &Zoeken
pl: &Znajdź
pt_br: &Localizar
sv: &Sök
tk: &Tapmak
tr: &Bul
vi: &Tìm thấy

# MainWindow|
source: Open Last &Created Item
br: Krouiñ ul levraoueg
ca: Obre l'últim i &Crea un element
da: Åbn sidste &oprettede vare
de: Öffne zuletzt &erzeugten Eintrag
es: Abrir el último &artículo creado
fi: Avaa viimeksi &luotu tietue
fil: Buksan ang Huling &Nilikha na Item
fr: Ouvrir le dernier élément &créé
it: Apri l'ultimo articolo &creato
nl: Recentst aan&gemaakte item openen
pl: Open Last &Stworzona pozycja
pt_br: Abrir Último &Item criado
sv: Öppna det sist &skapade objektet
tk: Soňky açyň &Döredilen element
tr: Son &Oluşturulan Öğeyi Aç
vi: Mở mục cuối cùng &đã tạo

# MainWindow|
source: Open &Left Side Bar
ca: Obre &Barra lateral esquerra
da: Åbn og &venstre sidestang
de: Öffne die &linke Seitenleiste
es: Abierta & Barra lateral izquierda
fi: Avaa &vasen sivupalkki
fil: Buksan &Kaliwa Side Bar
fr: Ouvrir la barre latérale &gauche
it: Aprire &Left Side Bar
nl: &Linkerzijbalk openen
pl: Open &Lewy pasek boczny
pt_br: Abrir &Barra Lateral Esquerda
sv: Öppna &vänster sidofält
tk: Açyň &Çep tarap
tr: Aç &Sol Kenar Çubuğu
vi: Thanh mở &bên trái

# MainWindow|
source: Start by <a href='#newLibrary'>creating a new library</a>. Libraries are used to store different kinds of items like notes, todo lists and images.
ca: Comenceu <a href='#newLibrary'>creant una nova biblioteca</a>. Les biblioteques s'utilitzen per emmagatzemar diferents tipos d'elements com notes, llistes de coses a fer i imatges.
da: Start med at <a href='#newLibrary'> oprette et nyt bibliotek </a>. Biblioteker bruges til at gemme forskellige slags ting som noter, todo lister og billeder.
de: Eine <a href='#newLibrary'>neue Bibliothek anlegen</a>. Bibliotheken enthalten verschiedene Einträge, wie Notizen, Aufgabenlisten und Bilder.
es: Empieza por <a href='#newLibrary'>creando una nueva biblioteca</a>. Las bibliotecas se usan para almacenar diferentes tipos de artículos como notas, listas de todo e imágenes.
fi: Luo kirjasto
fil: Magsimula sa pamamagitan ng <a href='#newLibrary'> paglikha ng isang bagong library </a>. Ginagamit ang mga aklatan upang mag-imbak ng iba't ibang uri ng mga item tulad ng mga tala, listahan ng todo at imahe.
fr: Commencez par <a href='#newLibrary'>créer une nouvelle bibliothèque</a>. Les bibliothèques sont utilisées pour stocker différents types d'éléments comme des notes, des listes de tâches et des images.
it: Inizia con <a href='#newLibrary'>creare una nuova raccolta</a>. Le librerie sono utilizzate per memorizzare diversi tipi di oggetti come note, elenchi di cose da fare e immagini.
nl: <a href='#newLibrary'>Maak een verzameling aan</a>. Verzamelingen worden gebruikt om items in op te slaan, zoals notities, takenlijsten en afbeeldingen.
pl: Zacznij od <a href='#newLibrary'> tworzenie nowej biblioteki</a>. Biblioteki są używane do przechowywania różnego rodzaju elementów, takich jak notatki, listy todo i obrazy.
pt_br: Comece por <a href='#newLibrary'>criando uma nova biblioteca</a>. As bibliotecas são usadas para armazenar diferentes tipos de itens como notas, listas de afazeres e imagens.
sv: Börja med att <a href='#newLibrary'> skapa ett nytt bibliotek </a>. Bibliotek används för att lagra olika typer av objekt som anteckningar, att-göra-listor och bilder.
tk: <a href='#newLibrary'> täze kitaphana döretmekden başlaň </a>. Kitaphanalar bellikler, sanawlar we suratlar ýaly dürli zatlary saklamak üçin ulanylýar.
tr: <a href='#newLibrary'> yeni bir kütüphane oluşturarak </a> başlayın. Kütüphaneler, notlar, yapılacaklar listeleri ve resimler gibi farklı türde öğeleri depolamak için kullanılır.
vi: Bắt đầu bằng cách <a href='#newL Library'> tạo thư viện mới </a>. Thư viện được sử dụng để lưu trữ các loại mặt hàng khác nhau như ghi chú, danh sách việc cần làm và hình ảnh.

# NewLibraryPage|
source: Create Library
ca: Crea una biblioteca
da: Opret bibliotek
de: Bibliothek anlegen
es: Crear la biblioteca
fil: Lumikha ng Library
fr: Créer une bibliothèque
it: Creare una raccolta
nl: Verzameling aanmaken
pl: Tworzenie biblioteki
pt_br: Criar Biblioteca
sv: Skapa bibliotek
tk: Kitaphana dörediň
tr: Kütüphane Oluştur
vi: Tạo thư viện

# NewLibraryPage|
source: Create
br: Krouiñ
ca: Crea
da: Opret
de: Erstellen
es: Crear
fi: Luo
fil: Lumikha
fr: Créer
it: Crea
nl: Aanmaken
pl: Stwórz
pt_br: Criar
sv: Skapa
tk: Dörediň
tr: Oluşturmak
vi: Tạo nên

# NewLibraryPage|
source: Cancel
br: Nullañ
ca: Cancel·la
da: Afbestille
de: Abbrechen
es: Cancelar
fi: Peruuta
fil: Pagkansela
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
tk: Elatyr
tr: İptal etmek
vi: Hủy bỏ

# NewLibraryPage|
source: Library Name:
br: Anv al levraoueg:
ca: Nom de la biblioteca:
da: Bibliotekets navn:
de: Name der Bibliothek:
es: Nombre de la biblioteca:
fi: Kirjaston nimi:
fil: Pangalan ng Library:
fr: Nom de la bibliothèque :
it: Nome della raccolta:
nl: Naam van verzameling:
pl: Nazwa biblioteki:
pt_br: Nome da Biblioteca:
sv: Biblioteksnamn:
tk: Kitaphananyň ady:
tr: Kütüphane Adı:
vi: Tên thư viện:

# NewLibraryPage|
source: My New Library
br: Va levraoueg nevez
ca: La meva biblioteca nova
da: Mit nye bibliotek
de: Meine neue Bibliothek
es: Mi nueva biblioteca
fi: Uusi oma kirjasto
fil: Aking Bagong Library
fr: Ma nouvelle bibliothèque
it: La mia nuova raccolta
nl: Mijn nieuwe verzameling
pl: Moja nowa biblioteka
pt_br: Minha Nova Biblioteca
sv: Mitt nya bibliotek
tk: Täze kitaphanam
tr: Yeni Kütüphanem
vi: Thư viện mới của tôi

# NewLibraryPage|
source: Create Library in Default Location
br: Krouiñ ul levraoueg el lec'h dre ziouer
ca: Crea la biblioteca en la ubicació per defecte
da: Opret bibliotek i standardplacering
de: Bibliothek im Standardverzeichnis anlegen
es: Crear la biblioteca en la ubicación predeterminada
fi: Luo kirjasto oletussijaintiin
fil: Lumikha ng Library sa Lugar ng Default
fr: Créer une bibliothèque à l'emplacement par défaut
it: Creare una raccolta in posizione predefinita
nl: Verzameling aanmaken op standaardlocatie
pl: Tworzenie biblioteki w domyślnej lokalizacji
pt_br: Criar biblioteca em local padrão
sv: Skapa bibliotek på standardplats
tk: Bellenen ýerde kitaphana dörediň
tr: Varsayılan Konumda Kitaplık Oluşturma
vi: Tạo thư viện ở vị trí mặc định
