Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# AboutPage|
source: About...
br: A-zivout...
ca: Quant a...
da: Om...
de: Über die Anwendung...
es: Acerca de...
fi: Tietoja...
fil: Tungkol sa ...
fr: À propos...
it: Informazioni...
nl: Over…
pl: Około...
pt_br: Sobre...
sv: Om ...
tr: Hakkında...
vi: Trong khoảng...

# AboutPage|
source: A todo and task managing application.
br: Aozer: <a href='%2'>%1</a>
ca: Una aplicació de gestió de tasques.
da: En todo- og opgavehåndteringsapplikation.
de: Eine Anwendung zur Aufgabenplanung und für Notizen.
es: Una aplicación de gestión de todo y tareas.
fil: Isang todo at gawain sa pamamahala ng gawain.
fr: Une application de gestion des tâches et listes de tâches.
it: Un'applicazione per la gestione delle attività e dei compiti.
nl: Een takenlijst en taakbeheerprogramma.
pl: Aplikacja do zarządzania zadaniami i zadaniami.
pt_br: Um aplicativo de gerenciamento de listas e tarefas.
sv: Ett att-göra- och uppgiftshanteringsprogram.
tk: Todo we meseläni dolandyrmak programmasy.
tr: Yapılacaklar ve görev yönetimi uygulaması.
vi: Một việc cần làm và quản lý ứng dụng.

# AboutPage|
source: OpenTodoList is released under the terms of the GNU General Public License version 3 or (at your choice) any later version. You can find a copy of the license below. Additionally, several libraries and resources are used. For detailed information about their license terms, please refer to the <a href='3rdparty'>3rd Party Software</a> page.
ca: OpenTodoList es publica sota els termes de la versió 3 de la Llicència Pública General de GNU o (a la vostra elecció) qualsevol versió posterior. A continuació podeu trobar una còpia de la llicència. A més, s’utilitzen diverses biblioteques i recursos. Per obtenir informació detallada sobre els termes de llicència, consulteu la pàgina <a href='3rdparty'>Programari de tercers</a>.
da: OpenTodoList frigives under betingelserne i GNU General Public License version 3 eller (efter eget valg) enhver senere version. Du kan finde en kopi af licensen nedenfor. Derudover bruges adskillige biblioteker og ressourcer. For detaljeret information om deres licensvilkår henvises til siden <a href='3rdparty'> Third Party Software </a> side.
de: OpenTodoList wird under den Bedingungen der GNU General Public License Version 3 oder (falls erwünscht) jeder Nachfolgeversion veröffentlicht. Eine Kopie der Lizenz findet sich weiter unten. Zusätzlich werden weitere Bibliotheken und Resourcen benutzt. Für detaillierte Informationen zu deren Lizenzbedingungen, bitte unter <a href='3rdparty'>Drittanbietersoftware</a> weiterlesen.
es: OpenTodoList se publica bajo los términos de la Licencia Pública General de GNU versión 3 o (a su elección) cualquier versión posterior. Puedes encontrar una copia de la licencia abajo. Además, se utilizan varias bibliotecas y recursos. Para obtener información detallada sobre los términos de su licencia, por favor, consulte la página <a href='3rdparty'>3rd Party Software</a>.
fil: Ang OpenTodoList ay pinakawalan sa ilalim ng mga tuntunin ng GNU General Public License na bersyon 3 o (sa gusto mo) anumang bersyon. Maaari kang makahanap ng isang kopya ng lisensya sa ibaba. Bilang karagdagan, ginagamit ang ilang mga aklatan at mapagkukunan. Para sa detalyadong impormasyon tungkol sa kanilang mga tuntunin sa lisensya, mangyaring sumangguni sa <a href='3rdparty'> 3rd Party Software </a> na pahina.
fr: OpenTodoList est publié selon les termes de la licence publique générale GNU version 3 ou (à votre choix) toute version ultérieure. Vous pouvez trouver une copie de la licence ci-dessous. En outre, plusieurs bibliothèques et ressources sont utilisées. Pour des informations détaillées sur les termes de leur licence, veuillez vous référer à la page <a href='3rdparty'>3rd Party Software</a>.
it: OpenTodoList è rilasciato secondo i termini della GNU General Public License versione 3 o (a vostra scelta) qualsiasi versione successiva. Potete trovare una copia della licenza qui sotto. Inoltre, vengono utilizzate diverse librerie e risorse. Per informazioni dettagliate sui loro termini di licenza, si prega di fare riferimento alla pagina <a href='3rdparty'>3rd Party Software</a>.
nl: OpenTodoList wordt verspreid onder de voorwaarden van de GNU General Public License, versie 3 of (indien gewenst) hoger. Hieronder vindt u een kopie van de licentie. Daarnaast worden verscheidene bibliotheken en bronnen gebruikt. Ga voor meer informatie naar de pagina <a href='3rdparty'>externe software</a>.
pl: OpenTodoList jest wydawany na warunkach Powszechnej Licencji Publicznej GNU w wersji 3 lub (według uznania) dowolnej późniejszej wersji. Poniżej znajduje się kopia licencji OpenTodoList. Dodatkowo, używanych jest kilka bibliotek i zasobów. Szczegółowe informacje o warunkach ich licencji można znaleźć na stronie <a href='3rdparty'>3rd Party Software</a>.
pt_br: OpenTodoList é lançado sob os termos da GNU General Public License versão 3 ou (à sua escolha) qualquer versão posterior. Você pode encontrar uma cópia da licença abaixo. Além disso, várias bibliotecas e recursos são utilizados. Para informações detalhadas sobre seus termos de licença, por favor consulte a página <a href='3rdparty'>3rd Party Software</a>.
sv: OpenTodoList släpps under villkoren i GNU General Public License version 3 eller (efter eget val) varje senare version. Du hittar en kopia av licensen nedan. Dessutom används flera bibliotek och resurser. För detaljerad information om deras licensvillkor, se sidan <a href='3rdparty'>Tredjeparts mjukvara</a>.
tk: OpenTodoList, GNU General Public License 3 wersiýasynyň ýa-da soňraky islendik wersiýasynyň şertlerinde goýberilýär. Ygtyýarnamanyň göçürmesini aşakda tapyp bilersiňiz. Mundan başga-da, birnäçe kitaphanalar we çeşmeler ulanylýar. Ygtyýarnama şertleri barada has giňişleýin maglumat üçin <a href='3rdparty'> 3-nji tarap programma üpjünçiligi </a> sahypasyna serediň.
tr: OpenTodoList, GNU Genel Kamu Lisansı sürüm 3 veya (kendi seçiminize bağlı olarak) daha sonraki herhangi bir sürüm kapsamında yayınlanmaktadır. Lisansın bir kopyasını aşağıda bulabilirsiniz. Ayrıca, birkaç kütüphane ve kaynak kullanılmaktadır. Lisans koşulları hakkında ayrıntılı bilgi için lütfen <a href='3rdparty'> 3. Taraf Yazılımlar </a> sayfasına bakın.
vi: OpenTodoList được phát hành theo các điều khoản của Giấy phép Công cộng GNU phiên bản 3 hoặc (theo lựa chọn của bạn) bất kỳ phiên bản nào sau này. Bạn có thể tìm thấy một bản sao của giấy phép dưới đây. Ngoài ra, một số thư viện và tài nguyên được sử dụng. Để biết thông tin chi tiết về các điều khoản cấp phép của họ, vui lòng tham khảo trang <a href='3rdparty'> Phần mềm bên thứ 3 </a>

# AboutThirdPartyPage|
source: Used Libraries and Resources
ca: Biblioteques i recursos usats
da: Brugte biblioteker og ressourcer
de: Verwendete Bibliotheken und Resources
es: Bibliotecas y recursos usados
fil: Ginamit na Mga Aklatan at Mga Mapagkukunan
fr: Bibliothèques et ressources utilisées
it: Librerie e risorse usate
nl: Gebruikte bibliotheken en bronnen
pl: Używane biblioteki i zasoby
pt_br: Bibliotecas e Recursos Usados
sv: Använda bibliotek och resurser
tk: Ulanylan kitaphanalar we çeşmeler
tr: Kullanılan Kütüphaneler ve Kaynaklar
vi: Thư viện và tài nguyên đã sử dụng

# AboutThirdPartyPage|
source: Author: <a href='%2'>%1</a>
ca: Autor: <a href='%2'>%1</a>
da: Forfatter: <a href='%2'>% 1 </a>
de: Autor: <a href='%2'>%1</a>
es: Autor: <a href='%2'>%1</a>
fi: Tekijä: <a href='%2'>%1</a>
fil: May-akda: <a href='%2'>% 1 </a>
fr: Auteur : <a href='%2'>%1</a>
it: Autore: <a href='%2'>%1</a>
nl: Maker: <a href='%2'>%1</a>
pl: Autor: <a href='%2'>%1</a>
pt_br: Autor: <a href='%2'>%1</a>
sv: Författare: <a href='%2'>% 1 </a>
tk: Awtory: <a href='%2'>% 1 </a>
tr: Yazar: <a href='%2'>%1</a>
vi: Tác giả: <a href='%2'>% 1 </a>

# AboutThirdPartyPage|
source: License: <a href='%1'>%2</a>
br: Lañvaz: <a href='%1'>%2</a>
ca: Llicència: <a href='%1'>%2</a>
da: Licens: <a href='%1'>% 2 </a>
de: Lizenz: <a href='%1'>%2</a>
es: Licencia: <a href='%1'>%2</a>
fi: Lisenssi: <a href='%1'>%2</a>
fil: Lisensya: <a href='%1'>% 2 </a>
fr: Licence : <a href='%1'>%2</a>
it: Licenza: <a href='%1'>%2</a>
nl: Licentie: <a href='%1'>%2</a>
pl: Licencja: <a href='%1'>%2</a>
pt_br: Licença: <a href='%1'>%2</a>
sv: Licens: <a href='%1'>% 2 </a>
tk: Ygtyýarnama: <a href='%1'>% 2 </a>
tr: Lisans: <a href='%1'>% 2</a>
vi: Giấy phép: <a href='%1'>% 2 </a>

# AboutThirdPartyPage|
source: Download: <a href='%1'>%1</a>
br: Pellgargañ: <a href='%1'>%1</a>
ca: Descarrega: <a href='%1'>%1</a>
es: Descargue: <a href='%1'>%1</a>
fi: Lataa: <a href='%1'>%1</a>
fil: Pag-download: <a href='%1'>% 1 </a>
fr: Télécharger : <a href='%1'>%1</a>
it: Scaricare: <a href='%1'>%1</a>
nl: Downloaden: <a href='%1'>%1</a>
pl: Pobierz: <a href='%1'>%1</a>
sv: Nerladdning: <a href='%1'>% 1 </a>
tk: Ükle: <a href='%1'>% 1 </a>
tr: İndir: <a href='%1'>%1</a>
vi: Tải xuống: <a href='%1'>% 1 </a>

# Attachments|
source: Attach File
br: Stagañ ur restr
ca: Adjunta un fitxer
da: Vedhæft fil
de: Datei anhängen
es: Adjuntar Archivo
fi: Liitä tiedosto
fil: Maglakip ng file
fr: Joindre fichier
it: Allega file
nl: Bestand bijvoegen
pl: Dołączyć plik
pt_br: Arquivo anexo
sv: Bifoga fil
tk: Faýl dakyň
tr: Dosya Ekle
vi: Đính kèm tập tin

# Attachments|
source: Delete Attachment?
br: Dilemel ar stagadenn?
ca: Voleu eliminar el fitxer adjunt?
da: Slet vedhæftet fil?
de: Anhang löschen?
es: Borrar el archivo adjunto?
fi: Poistetaanko liite?
fil: Tanggalin ang Attachment?
fr: Supprimer pièce jointe ?
it: Cancellare l'allegato?
nl: Bijlage verwijderen?
pl: Skasować załącznik?
pt_br: Apagar anexo?
sv: Vill du ta bort bilagan?
tk: Goşundyny pozuň?
tr: Ek Silinsin mi?
vi: Xóa tập tin đính kèm?

# Attachments|
source: Are you sure you want to delete the attachment <strong>%1</strong>? This action cannot be undone.
br: Stagadennoù
ca: Esteu segur que voleu suprimir el fitxer adjunt <strong>%1</strong>? Aquesta acció no es pot desfer.
da: Er du sikker på, at du vil slette vedhæftningen <strong>% 1</strong>? Denne handling kan ikke fortrydes.
de: Soll der Anhang <strong>%1</strong> wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
es: Estás seguro de que quieres borrar el adjunto <strong>%1</strong>? Esta acción no puede deshacerse.
fi: Liitteet
fil: Sigurado ka bang gusto mong tanggalin ang attachment <strong>%1</strong>? Ang gawaing ito ay hindi pwedeng baguhin.
fr: Êtes-vous sûr de vouloir supprimer la pièce jointe <strong>%1</strong> ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler cancellare l'allegato <strong>%1</strong>? Questa azione non può essere annullata.
nl: Weet u zeker dat u de bijlage <strong>%1</strong> wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć załącznik <strong>%1</strong>? Ta akcja nie może zostać cofnięta.
pt_br: Você tem certeza que quer apagar o anexo <forte>%1</strong>? Esta ação não pode ser desfeita.
sv: Vill du verkligen ta bort bilagan <strong>%1</strong>? Denna åtgärd kan inte ångras.
tk: Goşundyny <strong>%1</strong> pozmak isleýändigiňize ynanýarsyňyzmy? Bu hereketi yzyna gaýtaryp bolmaz.
tr: <strong>%1</strong> eki silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa tệp đính kèm <strong>% 1 </ strong> không? Hành động này không thể được hoàn tác.

source: Attachments
ca: Fitxers adjunts
da: Vedhæftede filer
de: Anhänge
es: Anexos
fil: Mga Attachment
fr: Fichiers joints
it: Allegati
nl: Bijlagen
pl: Załączniki
pt_br: Anexos
sv: Bilagor
tk: Goşundylar
tr: Ekler
vi: Tài liệu đính kèm

# ColorMenu|
source: Color
br: Liv
da: Farve
de: Farbe
fi: Väri
fil: Kulay
fr: Couleur
it: Colore
nl: Kleur
pl: Kolor
pt_br: Cor
sv: Färg
tk: Reňk
tr: Renk
vi: Màu sắc

# ColorMenu|
source: White
br: Gwenn
ca: Blanc
da: hvid
de: Weiß
es: Blanco
fi: Valkoinen
fil: Puti
fr: Blanc
it: Bianco
nl: Wit
pl: Biały
pt_br: Branco
sv: Vit
tk: Ak
tr: Beyaz
vi: trắng

# ColorMenu|
source: Red
br: Ruz
ca: Vermell
da: Rød
de: Rot
es: Rojo
fi: Punainen
fil: Pula
fr: Rouge
it: Rosso
nl: Rood
pl: Czerwony
pt_br: Vermelho
sv: Röd
tk: Gyzyl
tr: Kırmızı
vi: Màu đỏ

# ColorMenu|
source: Green
br: Gwer
ca: Verd
da: Grøn
de: Grün
es: Verde
fi: Vihreä
fil: Berde
fr: Vert
it: Verde
nl: Groen
pl: Zielony
pt_br: Verde
sv: Grön
tk: Greenaşyl
tr: Yeşil
vi: màu xanh lá

# ColorMenu|
source: Blue
br: Glas
ca: Blau
da: Blå
de: Blau
es: Azul
fi: Sininen
fil: Bughaw
fr: Bleu
it: Blu
nl: Blauw
pl: Niebieski
pt_br: Azul
sv: Blå
tk: Gök
tr: Mavi
vi: Màu xanh da trời

# ColorMenu|
source: Yellow
br: Melen
ca: Groc
da: Gul
de: Gelb
es: Amarillo
fi: Keltainen
fil: Dilaw
fr: Jaune
it: Giallo
nl: Geel
pl: Żółty
pt_br: Amarelo
sv: Gul
tk: Sary
tr: Sarı
vi: Màu vàng

# ColorMenu|
source: Orange
br: Orañjez
ca: Taronja
es: Naranja
fi: Oranssi
it: Arancione
nl: Oranje
pt_br: Laranja
tk: Mämişi
tr: Portakal
vi: trái cam

# ColorMenu|
source: Lilac
ca: Lila
de: Lila
es: Lila
fi: Liila
fr: Lilas
it: Lilla
nl: Lila
pl: Liliowy
pt_br: Lilás
sv: Lila
tk: Kirpik
tr: leylak

# DeleteItemDialog|
source: Delete Item?
br: Dilemel an elfenn?
ca: Voleu suprimir l'element?
da: Slet vare?
de: Eintrag löschen?
es: Borrar elemento?
fi: Poistetaanko tietue?
fil: Tanggalin ang Item?
fr: Supprimer l'élément ?
it: Eliminare l'elemento?
nl: Item verwijderen?
pl: Skasować pozycję?
pt_br: Excluir Item?
sv: Vill du ta bort objektet?
tk: Öçürmek?
tr: Öğe Silinsin Mi ?
vi: Xóa mục?

# DeleteItemDialog|
source: Do you really want to delete the image <strong>%1</strong>? This cannot be undone.
br: Dilemel al levraoueg?
ca: Confirmes que vols suprimir definitivament la imatge <strong>%1</strong>? Això no es pot desfer.
da: Vil du virkelig slette billedet <strong>% 1 </strong>? Dette kan ikke fortrydes.
de: Soll das Bild <strong>%1</strong> wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
es: Realmente quieres borrar la imagen <strong>%1</strong>? Esto no se puede deshacer.
fi: Poistetaanko kirjasto?
fil: Nais mo bang tanggalin ang imahe <strong>% 1</strong>? Hindi ito mababago.
fr: Souhaitez-vous vraiment supprimer l'image <strong>%1</strong> ? Cela ne peut pas être annulé.
it: Vuoi davvero eliminare l'immagine <strong>%1</strong>? Questo non può essere annullato.
nl: Weet u zeker dat u de afbeelding <strong>%1</strong> wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy naprawdę chcesz usunąć obrazek <strong>%1</strong>? Tego nie da się cofnąć.
pt_br: Você realmente quer apagar a imagem <strong>%1</strong>? Isto não pode ser desfeito.
sv: Vill du verkligen ta bort bilden <strong>%1</strong>? Det kan inte ångras.
tk: Goşundyny <strong>%1</strong> pozmak isleýändigiňize ynanýarsyňyzmy? Bu hereketi yzyna gaýtaryp bolmaz.
tr: <strong>%1</strong> resmini gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có thực sự muốn xóa hình ảnh <strong>% 1 </ strong> không? Điều này không thể được hoàn tác.

# DeleteItemDialog|
source: Do you really want to delete the todo list <strong>%1</strong>? This cannot be undone.
ca: Confirmes que vols suprimir definitivament la llista de tasques <strong>%1</strong>? Això no es pot desfer.
da: Vil du virkelig slette todo-listen <strong>% 1 </strong>? Dette kan ikke fortrydes.
de: Soll die Aufgabenliste <strong>%1</strong> wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
es: Realmente quieres borrar la lista de "todo" <strong>%1</strong>? Esto no se puede deshacer.
fil: Nais mo bang tanggalin ang listahan ng todo <strong>% 1</strong>? Hindi ito mababago.
fr: Souhaitez-vous vraiment supprimer la liste des tâches <strong>%1</solide> ? Cela ne peut pas être annulé.
it: Vuoi davvero eliminare la todo list <strong>%1</strong>? Questo non può essere annullato.
nl: Weet u zeker dat u de takenlijst <strong>%1</strong> wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy naprawdę chcesz usunąć listę todo <strong>%1</strong>? Tego nie da się cofnąć.
pt_br: Você realmente quer excluir a lista completa <strong>%1</strong>? Isto não pode ser desfeito.
sv: Vill du verkligen ta bort att-göra-listan <strong>%1</strong>? Det kan inte ångras.
tk: Todo sanawyny <strong>%1</strong> pozmak isleýärsiňizmi? Muny yzyna gaýtaryp bolmaz.
tr: <strong>%1</strong> yapılacaklar listesini gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có thực sự muốn xóa danh sách việc cần làm <strong>% 1 </ strong> không? Điều này không thể được hoàn tác.

# DeleteItemDialog|
source: Do you really want to delete the todo <strong>%1</strong>? This cannot be undone.
ca: Confirmes que vols suprimir definitivament la llista <strong>%1</strong>? Això no es pot desfer.
da: Vil du virkelig slette todo <strong>% 1 </strong>? Dette kan ikke fortrydes.
de: Soll die Aufgabe <strong>%1</strong> wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
es: Realmente quieres borrar el todo <strong>%1</strong>? Esto no se puede deshacer.
fil: Nais mo bang tanggalin ang todo <strong>% 1 </strong>? Hindi ito mababago.
fr: Voulez-vous vraiment supprimer le todo <strong>%1</strong> ? Cela ne peut pas être annulé.
it: Vuoi davvero eliminare il todo <strong>%1</strong>? Questo non può essere annullato.
nl: Weet u zeker dat u de taak <strong>%1</strong> wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy naprawdę chcesz usunąć todo <strong>%1</strong>? Tego nie da się cofnąć.
pt_br: Você realmente quer apagar a tarefa <strong>%1</strong>? Isto não pode ser desfeito.
sv: Vill du verkligen ta bort att-göra <strong>%1</strong>? Det kan inte ångras.
tk: Hakykatdanam todo <strong>%1</strong> pozmak isleýärsiňizmi? Muny yzyna gaýtaryp bolmaz.
tr: Gerçekten <strong>%1</strong> yapılacak olanı silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có thực sự muốn xóa việc cần làm <strong>% 1 </ strong> không? Điều này không thể được hoàn tác.

# DeleteItemDialog|
source: Do you really want to delete the task <strong>%1</strong>? This cannot be undone.
ca: Confirmes que vols suprimir definitivament la tasca <strong>%1</strong>? Això no es pot desfer.
da: Vil du virkelig slette opgaven <strong>% 1 </strong>? Dette kan ikke fortrydes.
de: Soll die Unteraufgabe <strong>%1</strong> wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
es: Realmente quieres borrar la tarea <strong>%1</strong>? Esto no se puede deshacer.
fil: Nais mo bang tanggalin ang gawain <strong>% 1</strong>? Hindi ito mababago.
fr: Souhaitez-vous vraiment supprimer la tâche <strong>%1</strong> ? Cela ne peut pas être annulé.
it: Volete davvero eliminare il compito <strong>%1</strong>? Questo non può essere annullato.
nl: Weet u zeker dat u de taak <strong>%1</strong> wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy naprawdę chcesz usunąć zadanie <strong>%1</strong>? Tego nie da się cofnąć.
pt_br: Você realmente quer apagar a tarefa <forte>%1</sforte>? Isto não pode ser desfeito.
sv: Vill du verkligen ta bort uppgiften <strong>%1</strong>? Det kan inte ångras.
tk: Hakykatdanam <strong>%1</strong> meseläni pozmak isleýärsiňizmi? Muny yzyna gaýtaryp bolmaz.
tr: <strong>%1</strong> görevini gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có thực sự muốn xóa tác vụ <strong>% 1 </ strong> không? Điều này không thể được hoàn tác.

# DeleteItemDialog|
source: Do you really want to delete the note <strong>%1</strong>? This cannot be undone.
ca: Confirmes que vols suprimir definitivament la nota <strong>%1</strong>? Això no es pot desfer.
da: Vil du virkelig slette noten <strong>% 1 </strong>? Dette kan ikke fortrydes.
de: Soll die Notiz <strong>%1</strong> wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
es: Realmente quieres borrar la nota <strong>%1</strong>? Esto no se puede deshacer.
fil: Nais mo bang tanggalin ang tala <strong>% 1</strong>? Hindi ito mababago.
fr: Souhaitez-vous vraiment supprimer la note <strong>%1</strong> ? Cela ne peut pas être annulé.
it: Volete davvero cancellare la nota <strong>%1</strong>? Questo non può essere annullato.
nl: Weet u zeker dat u de notitie <strong>%1</strong> wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy naprawdę chcesz usunąć notatkę <strong>%1</strong>? To nie może być cofnięte.
pt_br: Você realmente quer apagar a nota <forte>%1</strong>? Isto não pode ser desfeito.
sv: Vill du verkligen ta bort anteckningen <strong>%1</strong>? Det kan inte ångras.
tk: Hakykatdanam <strong>%1</strong> belligi pozmak isleýärsiňizmi? Muny yzyna gaýtaryp bolmaz.
tr: <strong>%1</strong> notunu gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có thực sự muốn xóa ghi chú <strong>% 1 </ strong> không? Điều này không thể được hoàn tác.

# DeleteLibraryDialog|
source: Delete Library?
ca: Voleu suprimir la biblioteca?
da: Slet bibliotek?
de: Bibliothek löschen?
es: Borrar la biblioteca?
fil: Tanggalin ang Library?
fr: Supprimer la bibliothèque ?
it: Cancellare la Raccolta?
nl: Verzameling verwijderen?
pl: Skasować bibliotekę?
pt_br: Excluir biblioteca?
sv: Vill du ta bort biblioteket?
tk: Kitaphanany pozuň?
tr: Kitaplık Silinsin Mi ?
vi: Xóa thư viện?

# DeleteLibraryDialog|
source: Do you really want to remove the library <strong>%1</strong> from the application? <em>This will remove any files belonging to the library.</em>
br: Diuzañ un teul
ca: Confirmes que vols suprimir la biblioteca <strong>%1</strong> de l’aplicació? <em>Això eliminarà tots els fitxers que pertanyin a la biblioteca. </em>
da: Vil du virkelig fjerne biblioteket <strong>% 1 </strong> fra applikationen? <em> Dette fjerner alle filer, der hører til biblioteket. </em>
de: Soll die Bibliothek <strong>%1</strong> wirklich gelöscht werden? <em>Das wird alle Dateien, die zu ihr gehören, ebenfalls löschen.</em>
es: Realmente quieres eliminar la biblioteca <strong>%1</strong> de la aplicación? <em> Esto eliminará cualquier archivo perteneciente a la biblioteca.</em>
fi: Valitse kansi
fil: Nais mo bang alisin ang library <strong>%1 </strong> mula sa application? <em> Tatanggalin nito ang anumang mga file na kabilang sa library.</em>
fr: Souhaitez-vous vraiment supprimer la bibliothèque <strong>%1</strong> de l'application ? <em>Cela supprimera tous les fichiers appartenant à la bibliothèque.</em>
it: Volete davvero rimuovere la raccolta <strong>%1</strong> dall'applicazione? <em>Questo rimuoverà tutti i file che appartengono alla raccolta.</em>
nl: Weet u zeker dat u de verzameling <strong>%1</strong> wilt verwijderen? <em>Alle bijbehorende bestanden worden eveneens verwijderd.</em>
pl: Czy naprawdę chcesz usunąć z aplikacji bibliotekę <strong>%1</strong>? <em>To usunie wszystkie pliki należące do biblioteki.</em>
pt_br: Você realmente quer remover a biblioteca <forte>%1</sforte> da aplicação? <em>Isso irá remover qualquer arquivo pertencente à biblioteca.</em>
sv: Vill du verkligen ta bort biblioteket <strong>%1</strong> från programmet? <em> Det tar bort alla filer som tillhör biblioteket. </em>
tk: Hitaphanany <strong>%1</strong> programmadan aýyrmak isleýärsiňizmi? <em> Bu kitaphana degişli islendik faýly aýyrar. </em>
tr: <strong>%1</strong> kitaplığını gerçekten uygulamadan kaldırmak istiyor musunuz? <em> Bu, kütüphaneye ait tüm dosyaları silecektir. </em>
vi: Bạn có thực sự muốn xóa thư viện <strong>%1</ strong> khỏi ứng dụng không? <em> Thao tác này sẽ xóa mọi tệp thuộc thư viện. </ em>
