Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# QuickNoteWindow|
source: Save as Todo List
ca: Títol de la llista de tasques
fr: Sauvegarder comme Liste des Tâches
it: Salva come Lista Todo
nl: Opslaan als takenlijst
pt_br: Salvar como Lista de Tarefas
sv: Spara som att-göra-lista
tr: Yapılacak Listesi Olarak Kaydet

# QuickNoteWindow|
source: Quick Todo List
ca: Llista rápida de coses a fer
fr: Liste des Tâches Rapide
it: Lista Todo Rapida
nl: Snelle takenlijst
pt_br: Lista de Lista Rápidas
sv: Snabbnotislista
tr: Hızlı Yapılacak Listesi

# QuickNoteWindow|
source: Quick Note
ca: Nota ràpida
fr: Note Rapide
it: Nota Rapida
nl: Snelle notitie
pt_br: Nota Rápida
sv: Snabbnotis
tr: Hızlı Not

# QuickNoteWindow|
source: Type your notes here...
ca: Escriviu les notes aquí...
fr: Saisissez vos notes ici...
it: Scrivi le tue note qui...
nl: Type hier uw notities…
pt_br: Digite suas notas aqui...
sv: Skriv dina notiser här...
tr: Notlarınızı Buraya Yazınız...

# RecurrenceDialog|
source: Yearly
ca: Anualment
fr: Annuellement
it: Annualmente
nl: Jaarlijks
pt_br: Anual
sv: Årligen
tr: Yıllık

# RecurrenceDialog|
source: Every N Weeks
ca: Cada N setmanes
fr: Toutes les N Semaines
it: Ogni N Settimane
nl: Elke x weken
pt_br: A cada N semanas
sv: Varje N vecka
tr: Her N Hafta

# RecurrenceDialog|
source: Every N Months
ca: Cada N mesos
fr: Tous les N Mois
it: Ogni N Mesi
nl: Elke x maanden
pt_br: A cada N meses
sv: Varje N månad
tr: Her N Ay

# SettingsPage|
source: System Tray:
ca: Safata del sistema:
fr: Barre des Tâches:
it: Area di notifica:
nl: Systeemvak:
pt_br: Bandeja do Sistema:
sv: Systemfält:

# SettingsPage|
source: Open Quick Notes Editor on Click
ca: Obre l'editor de notes ràpides en fer clic
fr: Ouvrir l’Éditeur de Notes Rapides au Clic
it: Clicca per aprire Editor Note rapide
nl: Snelle notities openen na aanklikken
pt_br: Abra o Editor de notas rápidas ao clicar
sv: Öppna snabbnotisredigerare vid klick
tr: Tıklandığında Hızlı Notlar'ı Aç

# NoteItem|
source: Due on %1
ca: Venç el %1.
it: Scadenza il %1
nl: Vervalt op %1
pt_br: Vencimento em % 1
sv: Förfaller %1
tr: Teslim Tarihi %1

# TodoListItem|
source: Due on %1
ca: Venç el %1.
it: Scadenza il %1
nl: Vervalt op %1
pt_br: Vencimento em % 1
sv: Förfaller %1
tr: Teslim tarihi %1

# CopyTodo|
source: Copy
ca: Copia
it: Copia
nl: Kopiëren
pt_br: Copiar
sv: Kopiera
tr: Kopyala

# CopyTopLevelItem|
source: Copy
ca: Copia
fi: Kopioi
it: Copia
nl: Kopiëren
pt_br: Copiar
sv: Kopiera
tr: Kopyala

# LibraryPage|
source: Copy
ca: Copia
fi: Kopioi
it: Copia
nl: Kopiëren
pt_br: Copiar
sv: Kopiera
tr: Kopyala

# MainWindow|
source: Copy
ca: Copia
fi: Kopioi
it: Copia
nl: Kopiëren
pt_br: Copiar
sv: Kopiera
tr: Kopyala

# SelectLibraryDialog|
source: Select Library
ca: Selecciona la biblioteca
fi: Valitse kirjasto
it: Seleziona Raccolta
nl: Verzameling selecteren
pt_br: Selecionar Biblioteca
sv: Välj bibliotek
tr: Kütüphane Seç

# SelectTopLevelItemDialog|
source: Select Item
ca: Seleccioneu un element
fi: Valitse tietue
it: Seleziona Elemento
nl: Item selecteren
pt_br: Selecionar Item
sv: Välj objekt
tr: Öğeyi Seç

# ApplicationToolBar|
source: Synchronizing library...
ca: S'està sincronitzant la biblioteca...
fi: Synkronoidaan kirjasto...
it: Raccolta in corso di sincronizzazione...
nl: Bezig met synchroniseren van verzameling…
pt_br: Sincronizando biblioteca...
sv: Synkroniserar bibliotek...
tr: Kütüphane Eşitleniyor...

# ApplicationToolBarActions|
source: Undo
ca: Desfés
fi: Kumoa
it: Annulla
nl: Ongedaan maken
pt_br: Desfazer
sv: Ångra
tr: Geri Al

# ApplicationToolBarActions|
source: Rename
ca: Canvia'n el nom
fi: Nimeä uudelleen
it: Rinomina
nl: Naam wijzigen
pt_br: Renomear
sv: Byt namn
tr: Yeniden Adlandır

# ApplicationToolBarActions|
source: Move
ca: Mou
fi: Siirrä
it: Muovi
nl: Verplaatsen
pt_br: Mover
sv: Flytta

# ApplicationToolBarActions|
source: Copy
ca: Copia
fi: Kopioi
it: Copia
nl: Kopiëren
pt_br: Copiar
sv: Kopiera
tr: Kopyala

# ApplicationToolBarActions|
source: Color
fi: Väri
it: Colore
nl: Kleur
pt_br: Cor
sv: Färg
tr: Renk

# ApplicationToolBarActions|
source: Add Tag
ca: Afegeix una etiqueta
fi: Lisää tunniste
it: Aggiungi Tag
nl: Label toekennen
pt_br: Adicionar Etiqueta
sv: Lägg till tagg
tr: Etiket Ekle

# ApplicationToolBarActions|
source: Attach File
ca: Adjunta un fitxer
fi: Liitä tiedosto
it: Allega File
nl: Bestand bijvoegen
pt_br: Anexar Arquivo
sv: Bifoga fil
tr: Dosya İliştir

# ApplicationToolBarActions|
source: Search
ca: Cerca
fi: Etsi
it: Cerca
nl: Zoeken
pt_br: Procurar
sv: Sök
tr: Ara

# ApplicationToolBarActions|
source: Sort
ca: Ordena
fi: Järjestä
it: Ordina
nl: Sorteren
pt_br: Ordenar
sv: Sortera
tr: Sırala

# ApplicationToolBarActions|
source: Set Due Date
ca: Defineix la data de venciment
fi: Aseta määräpäivä
it: Setta data di scadenza
nl: Einddatum instellen
pt_br: Definir Data de Vencimento
sv: Ange förfallodatum
tr: Teslim Tarihi Belirle

# ApplicationToolBarActions|
source: Delete
ca: Suprimeix
fi: Poista
it: Elimina
nl: Verwijderen
pt_br: Excluir
sv: Ta bort
tr: Sil

# ApplicationToolBarActions|
source: Delete Completed Items
ca: Suprimeix els elements completats
fi: Poista valmistuneet tietueet
it: Elimina Elementi Completati
nl: Afgeronde items verwijderen
pt_br: Excluir Itens Concluídos
sv: Ta bort slutförda objekt

# ApplicationToolBarActions|
source: Set Progress
ca: Defineix el progrés
fi: Aseta eteneminen
it: Setta avanzamento
nl: Voortgang instellen
pt_br: Definir Progresso
sv: Ange förlopp
tr: Süreci Ayarla

# SettingsPage|
source: Desktop Mode
ca: Mode d'escriptori
fi: Työpöytätila
it: Modalità Desktop
nl: Bureaubladmodus
pt_br: Modo de Area de Trabalho
sv: Skrivbordsläge
tr: Masaüstü Modu

# ItemUtils|
source: Copy Item Into...
ca: Copia l'element a...
it: Copia Elemento in...
nl: Item kopiëren naar…
pt_br: Copiar item para...
sv: Kopiera objekt till...

# ItemUtils|
source: Copy Todo Into...
ca: Copia la llista a...
it: Copia Todo in...
nl: Taak kopiëren naar…
pt_br: Copiar Tarefa em...
sv: Kopiera att-göra till...

# NewLibraryInFolderPage|
source: Select a Folder
it: Seleziona una Cartella
nl: Kies een map
pt_br: Selecione uma Pasta
sv: Välj en mapp

# LibraryPage|
source: Select Image
it: Seleziona una Immagine
nl: Kies een afbeelding
pt_br: Selecione a Imagem
sv: Välj Bild

# TodoListPage|
source: Show Completed
it: Mostra Completati
nl: Afgeronde taken tonen
pt_br: Mostrar Concluído
sv: Visa Slutförda
tr: Tamamlananları Göster

# TodoListPage|
source: Show At The End
it: Mostra alla fine
nl: Tonen aan einde van lijst
pt_br: Mostrar no Final
sv: Visa Vid Slutet
tr: Sondakini göster

# TodoPage|
source: Show Completed
it: Mostra Completati
nl: Afgeronde taken tonen
pt_br: Mostrar Concluído
sv: Visa Slutförda
tr: Tamamlananları Göster

# TodoPage|
source: Show At The End
it: Mostra alla fine
nl: Tonen aan einde van lijst
pt_br: Mostrar no Final
sv: Visa Vid Slutet

source: Reset Due To
nl: Einddatum herstellen
pt_br: Redefinir Devido a

# Application|
source: Background Sync
nl: Achtergrondsynchronisatie
pt_br: Sincronização em Segundo Plano
sv: Bakgrundssynkronisering

# Application|
source: App continues to sync your data in the background
nl: De app synchroniseert op de achtergrond
pt_br: O aplicativo continua a sincronizar seus dados em segundo plano
sv: Appen fortsätter att synkronisera din data i bakgrunden

# Application|
source: Quit
nl: Afsluiten
pt_br: Sair
sv: Avsluta

# CopyItemQuery|
source: Copy of
nl: Kopie van
pt_br: Copiar de
sv: Kopia av

# EditDropboxAccountPage|
source: Connection Settings
nl: Verbindingsinstellingen
pt_br: Configurações de Conexão

# EditDropboxAccountPage|
source: Trouble Signing In?
nl: Problemen met inloggen?
pt_br: Problemas para fazer login?
sv: Problem att logga in?

# EditDropboxAccountPage|
source: We have tried to open your browser to log you in to your Dropbox account. Please log in and grant access to OpenTodoList in order to proceed.
nl: Uw webbrowser is geopend zodat u kunt inloggen op uw Dropbox-account. Log in en geef toegang om verder te gaan.
pt_br: Tentamos abrir seu navegador para fazer login em sua conta do Dropbox. Faça login e conceda acesso ao OpenTodoList para continuar.
sv: Vi har försökt öppna din webbläsare för att logga in dig på ditt Dropbox-konto. Logga in och ge åtkomst till OpenTodoList för att fortsätta.

# EditDropboxAccountPage|
source: Didn't your browser open? You can retry opening it or copy the required URL manually to your browser.
nl: Is er geen browservenster geopend? Probeer het dan opnieuw of kopieer de vereiste url en plak hem in uw browser.
pt_br: Seu navegador não abriu? Você pode tentar abri-lo novamente ou copiar o URL necessário manualmente para o seu navegador.
sv: Öppnades inte din webbläsare? Du kan försöka öppna den igen eller kopiera önskad URL manuellt till din webbläsare.

# EditDropboxAccountPage|
source: Authorize...
nl: Goedkeuren…
pt_br: Autorizar...
sv: Godkänn...

# EditDropboxAccountPage|
source: Open Browser
nl: Browser openen
pt_br: Abrir Navegador
sv: Öppna Webbläsare

# EditDropboxAccountPage|
source: Copy Link
nl: Link kopiëren
pt_br: Copiar link
sv: Kopiera Länk

# EditDropboxAccountPage|
source: Copied!
nl: Gekopieerd!
pt_br: Copiado!
sv: Kopierat!

# EditDropboxAccountPage|
source: Name:
nl: Naam:
pt_br: Nome:
sv: Namn:

# NewDropboxAccountPage|
source: Connection Settings
nl: Verbindingsinstellingen
pt_br: Configurações de Conexão
sv: Anslutningsinställningar

# NewDropboxAccountPage|
source: Trouble Signing In?
nl: Problemen met inloggen?
pt_br: Problemas ao fazer login?
sv: Problem att logga in?

# NewDropboxAccountPage|
source: We have tried to open your browser to log you in to your Dropbox account. Please log in and grant access to OpenTodoList in order to proceed.
nl: Uw webbrowser is geopend zodat u kunt inloggen op uw Dropbox-account. Log in en geef toegang om verder te gaan.
pt_br: Tentamos abrir seu navegador para fazer login em sua conta do Dropbox. Faça login e conceda acesso ao OpenTodoList para continuar.
sv: Vi har försökt öppna din webbläsare för att logga in dig på ditt Dropbox-konto. Logga in och ge åtkomst till OpenTodoList för att fortsätta.

# NewDropboxAccountPage|
source: Didn't your browser open? You can retry opening it or copy the required URL manually to your browser.
nl: Is er geen browservenster geopend? Probeer het dan opnieuw of kopieer de vereiste url en plak hem in uw browser.
pt_br: Seu navegador não abriu? Você pode tentar abri-lo novamente ou copiar o URL necessário manualmente para o seu navegador.
sv: Öppnades inte din webbläsare? Du kan försöka öppna den igen eller kopiera önskad URL manuellt till din webbläsare.

# NewDropboxAccountPage|
source: Authorize...
nl: Goedkeuren…
pt_br: Autorizar...
sv: Godkänn…

# NewDropboxAccountPage|
source: Open Browser
nl: Webbrowser openen
pt_br: Abrir Navegador
sv: Öppna Webbläsare

# NewDropboxAccountPage|
source: Copy Link
nl: Link kopiëren
pt_br: Copiar Link
sv: Kopiera Länk

# NewDropboxAccountPage|
source: Copied!
nl: Gekopieerd!
pt_br: Copiado!
sv: Kopierad!

# NewDropboxAccountPage|
source: Name:
nl: Naam:
pt_br: Nome:
sv: Namn:

# OpenTodoList::Translations|
source: System Language
nl: Systeemtaal
pt_br: Linguagem do Sistema

# EmbeddedWebViewDialog|
source: Loading...
nl: Bezig met laden…
pt_br: Carregando...
sv: Laddar…

# SettingsPage|
source: Show notes excerpt in listings
nl: Notities niet op lijsten tonen
pt_br: Mostrar trecho de notas em listagens
sv: Visa anteckningsutdrag i listor

# ItemDueDateEditor|
source: Recurs until %1.
nl: Wordt herhaald tot en met %1.
pt_br: Recorre até %1.
sv: Återkommer tills %1.

# ItemDueDateEditor|
source: Recurs indefinitely
nl: Wordt eeuwig herhaald
pt_br: Recorre indefinidamente
sv: Återkommer på obestämd tid

# NewItemWithDueDateDialog|
source: Library
nl: Verzameling
pt_br: Biblioteca
sv: Bibliotek

# ScheduleViewPage|
source: Schedule
nl: Schema
pt_br: Cronograma
sv: Schemalägg

# StartPage|
source: Libraries
nl: Verzamelingen
sv: Bibliotek

# StartPage|
source: Add a new library
nl: Verzameling samenstellen
sv: Lägg till bibliotek

# StartPage|
source: Add an account
nl: Account toevoegen
sv: Lägg till konto

# LogViewPage|
source: Debugging information
nl: Foutopsporingsinformatie
sv: Felsökningsinformation

# LogViewPage|
source: Warning
nl: Waarschuwing
sv: Varning

# LogViewPage|
source: Error
nl: Foutmelding
sv: Fel

# LogViewPage|
source: Download
nl: Downloaden
sv: Ladda ner

# LogViewPage|
source: Upload
nl: Uploaden
sv: Ladda upp

# LogViewPage|
source: Create local folder
nl: Lokale map aanmaken
sv: Skapa en lokal mapp

# LogViewPage|
source: Create remote folder
nl: Externe map aanmaken
sv: Skapa fjärrmapp

# LogViewPage|
source: Deleting locally
nl: Bezig met verwijderen van lokale kopie…
sv: Raderar lokalt

# LogViewPage|
source: Deleting remotely
nl: Bezig met verwijderen van externe kopie…

# LogViewPage|
source: Unknown log message type
nl: Onbekend soort logbericht
sv: Okänd loggmeddelandetyp

# TodosWidgetDelegate|
source: More Actions...
nl: Meer acties…
sv: Fler åtgärder...

# LibraryPageActions|
source: Open Library Folder
nl: Verzamelingsmap openen
sv: Öppna biblioteksmappen

# ProblemsPage|
source: Retry Sync
nl: Opnieuw synchroniseren
sv: Försök att synkronisera igen

# SettingsPage|
source: Monochrome Icon
nl: Monochroom pictogram
sv: Enfärgad Ikon

# AccountsPageForm.ui|
source: Accounts
br: Kontoù
ca: Comptes
da: Konti
de: Konten
es: Cuentas
fi: Tilit
fil: Mga Account
fr: Comptes
it: Account
pl: Konta
pt_br: Contas
sv: Konton
tk: Hasaplar
tr: Hesaplar
vi: Tài khoản

# LibrariesSideBar|
source: Accounts
ca: Comptes
da: Konti
de: Konten
es: Cuentas
fil: Mga Account
fr: Comptes
it: Account
pl: Konta
pt_br: Contas
sv: Konton
tk: Hasaplar
tr: Hesaplar
vi: Tài khoản

# AccountsPage|
source: Accounts
ca: Comptes
fr: Comptes
it: Account
pt_br: Contas
sv: Konton
tr: Hesaplar

# StartPage|
source: Accounts
sv: Konton

# AboutPage|
source: OpenTodoList
fi: Käytetyt kirjastot ja resurssit

# MainWindow|
source: OpenTodoList
fi: Uusi &kirjasto
