Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# EditNextCloudAccountPage|
source: Disable Certificate Checks
ca: Deshabilita la comprobació del certificat
fi: Poista varmennetarkistukset käytöstä
fr: Désactiver le contrôle de certificat
it: Disabilita controllo dei certificati
nl: Certificaatcontroles uitschakelen
pt_br: Desativar verificações de certificado
sv: Inaktivera certifikatkontroller
tr: Sertifika Kontrollerini Devre Dışı Bırak

# EditNextCloudAccountPage|
source: Failed to connect to the server. Please check your user name, password and the server address and retry.
ca: La connexió amb el servidor ha fallat. Comproveu el non d'usuari, contrasenya i adreça del servidor, i torneu-ho a provar.
fi: Muokkaa listaa
fr: Impossible de se connecter au serveur. Svp vérifiez votre nom d'utilisateur, mot de passe et l'adresse du serveur ; et retentez.
it: Connessione al server fallita. Controllare il nome utente, la password e l'indirizzo del server, quindi riprovare.
nl: Er kan geen verbinding worden gemaakt met de server. Controleer uw gebruikersnaam, wachtwoord en serveradres en probeer het opnieuw.
pt_br: Falhou ao conectar com o servidor. Verifique seu nome de usuário, senha e endereço do servidor e tente novamente.
sv: Kunde inte ansluta till servern. Kontrollera ditt användarnamn, lösenord och serveradress och försök igen.
tr: Sunucuya bağlanırken hata oluştu. Lütfen kullanıcı adınızı, şifrenizi ve sunucu adresini kontrol edin ve tekrar deneyin.

# LibrariesSideBar|
source: Edit List
ca: Edita la llista
fr: Editer la liste
it: Modifica Liste
nl: Lijst aanpassen
pt_br: Editar Lista
sv: Redigera lista
tr: Listeyi düzenle

# LibrariesSideBar|
source: Hide Schedule
ca: Amaga la planificació
fi: Piilota aikataulu
fr: Cacher le calendrier
it: Nascondi Programmazione
nl: Planning verbergen
pt_br: Ocultar Cronograma
sv: Dölj schema
tr: Programı Gizle

# LibrariesSideBar|
source: Show Schedule
ca: Mostra la planificació
fi: Näytä aikataulu
fr: Voir le calendrier
it: Mostra Programmazione
nl: Planning tonen
pt_br: Mostrar Cronograma
sv: Visa schema
tr: Programı Göster

# LibrariesSideBar|
source: Move Up
ca: Moure Amunt
fi: Siirrä ylös
fr: Vers le haut
it: Sposta in alto
nl: Omhoog verplaatsen
pt_br: Mover para Cima
sv: Flytta upp
tr: Yukarı Taşı

# LibrariesSideBar|
source: Move Down
ca: Moure avall
fi: Siirrä alas
fr: Vers le bas
it: Sposta giù
nl: Omlaag verplaatsen
pt_br: Mover para Baixo
sv: Flytta ner
tr: Aşağı Taşı

# MainWindow|
source: Delete Completed Items
ca: Suprimeix els elements completats
fi: Poista valmistuneet tietueet
fr: Effacer les éléments terminés
it: Elimina gli elementi completati
nl: Afgeronde items verwijderen
pt_br: Excluir itens concluídos
sv: Ta bort slutförda objekt
tr: Tamamlanmış Öğeleri Sil

# MainWindow|
source: Close
ca: Tanca
fi: Sulje
fr: Fermer
it: Chiudi
nl: Sluiten
pt_br: Fechar
sv: Stäng
tr: Kapat

# NewNextCloudAccountPage|
source: Connection Settings
ca: Ajusts de connexió
fi: Yhteyden asetukset
fr: Paramètres de connexion
it: Impostazioni di connessione
nl: Verbindingsinstellingen
pt_br: Configurações de Conexão
sv: Anslutningsinställningar
tr: Bağlantı Ayarları

# NewNextCloudAccountPage|
source: Server Address:
ca: Adreça del servidor:
fi: Palvelimen osoite:
fr: Adresse Serveur :
it: Indirizzo del server:
nl: Serveradres:
pt_br: Endereço do Servidor:
sv: Serveradress:
tr: Sunucu Adresi:

# NewNextCloudAccountPage|
source: Login
ca: Entra
fi: Kirjaudu sisään
fr: Identifiant
it: Accedi
nl: Inloggen
sv: Logga in
tr: Oturum aç

# NewNextCloudAccountPage|
source: Trouble Signing In?
ca: Problemes per iniciar la sessió?
fi: Ongelmia sisäänkirjautumisessa?
fr: Problème pour s'identifier ?
it: Problemi di accesso?
nl: Inlogproblemen?
pt_br: Problemas para fazer login?
sv: Problem med inloggning?
tr: Giriş yapmakta sorun mu yaşıyorsunuz?

# NewNextCloudAccountPage|
source: We have tried to open your browser to log you in to your NextCloud instance. Please log in and grant access to OpenTodoList in order to proceed. Trouble accessing your NextCloud in the browser? You can manually enter your username and password as well.
ca: Hem intentat obrir el navegador per iniciar sessió a la instància de NextCloud. Inicieu la sessió i concediu accés a OpenTodoList per continuar. Teniu problemes per accedir al teu NextCloud al navegador? També podeu introduir manualment el vostre nom d'usuari i contrasenya.
fi: Kirjaudu manuaalisesti
fr: Nous avons tenté d'ouvrir une page de connexion Nextcloud dans votre navigateur. Svp, connectez vous et autorisez OpenTodoList à accéder à votre compte pour pouvoir continuer. En cas de problème pour accéder à Nextcloud dans le navigateur, vous pouvez entrer manuellement votre identifiant et mot de passe.
it: Abbiamo provato ad aprire la pagina di accesso alla tua istanza NextCloud. Effettua log in e concedi l'accesso a OpenTodoList per proseguire. In caso di problemi con l'accesso nel browser è anche possibile inserire manualmente nome utente e password.
nl: We hebben getracht uw webbrowser te openen zodat u kunt inloggen op uw NextCloud-instantie. Log in en verleen OpenTodoList toegang om door te gaan. Ervaart u problemen bij het inloggen? Dan kunt u ook alleen uw gebruikersnaam en wachtwoord opgeven.
pt_br: Tentamos abrir seu navegador para fazer login em sua instância NextCloud. Faça login e conceda acesso ao OpenTodoList para continuar. Problemas para acessar seu NextCloud no navegador? Você também pode inserir manualmente seu nome de usuário e senha.
sv: Vi har försökt öppna din webbläsare för att logga in dig på din NextCloud-instans. Logga in och bevilja åtkomst för OpenTodoList för att fortsätta. Problem med att komma åt din NextCloud i webbläsaren? Du kan också ange ditt användarnamn och lösenord manuellt.
tr: NextCloud örneğinizde oturum açmanız için tarayıcınızı açmaya çalıştık. Devam etmek için lütfen oturum açın ve OpenTodoList'e erişim izni verin. NextCloud'unuza tarayıcıdan erişmede sorun mu yaşıyorsunuz? Kullanıcı adınızı ve şifrenizi manuel olarak da girebilirsiniz.

# NewNextCloudAccountPage|
source: Log in Manually
ca: Inicia la sessió manualment
fr: Connexion manuelle
it: Log in manuale
nl: Handmatig inloggen
pt_br: Fazer Login Manualmente
sv: Logga in manuellt
tr: Elle Giriş Yap

# NewNextCloudAccountPage|
source: Ideally, you use app specific passwords instead of your user password. In case your login is protected with 2 Factor Authentication (2FA) you even must use app specific passwords to access your NextCloud. You can create such passwords in your user settings.
ca: Idealment, utilitzeu contrasenyes específiques de l'aplicació en lloc de la contrasenya d'usuari. En cas que el teu inici de sessió estigui protegit amb autenticació de 2 factors (2FA) fins i tot hauràs d'utilitzar contrasenyes específiques de l'aplicació per accedir al teu NextCloud. Podeu crear aquestes contrasenyes a la configuració de l'usuari.
fi: Luo sovelluksen salasana
fr: Idéalement, vous utilisez des mots de passe spécifiques aux applications au lieu de votre mot de passe utilisateur. Si votre connexion est protégée par l'authentification à 2 facteurs (2FA), vous devez même utiliser des mots de passe spécifiques à l'application pour accéder à votre NextCloud. Vous pouvez créer de tels mots de passe dans vos paramètres d'utilisateur.
it: Si raccomanda di utilizzare password specifiche per ogni app invece della password assegnata all'utente. Nel caso in cui il login sia protetto da autenticazione a due fattori (2FA) questo è indispensabile. Puoi creare password per le app nelle impostazioni utente.
nl: Idealiter gebruikt u app-specifieke wachtwoorden in plaats van uw gebruikerswachtwoord. Als u inloggen beveiligd hebt met authenticatie in twee stappen, dat móet u zelfs appwachtwoorden gebruiken. U kunt deze genereren in uw gebruikersinstellingen.
pt_br: Idealmente, você usa senhas específicas do aplicativo em vez de sua senha de usuário. Caso seu login esteja protegido com Autenticação de 2 Fatores (2FA), você ainda deve usar senhas específicas do aplicativo para acessar seu NextCloud. Você pode criar essas senhas em suas configurações de usuário.
sv: Du bör helst använda ett programspecifikt lösenord istället för ditt användarlösenord. Om din inloggning är skyddad med 2-faktorsautentisering (2FA) är det till och med ett krav att använda programspecifikt lösenord för att komma åt din NextCloud. Du kan skapa sådana lösenord i dina användarinställningar.
tr: İdeal olarak, kullanıcı şifreniz yerine uygulamaya özel şifreler kullanırsınız. Giriş bilgilerinizin 2 Faktörlü Kimlik Doğrulama (2FA) ile korunması durumunda, NextCloud'unuza erişmek için uygulamaya özel şifreler bile kullanmanız gerekir. Kullanıcı ayarlarınızda bu tür şifreler oluşturabilirsiniz.

# NewNextCloudAccountPage|
source: Create App Password
ca: Crea una contrasenya d'aplicació
fr: Créer un mot de passe d'application
it: Crea password per l'applicazione
nl: Appwachtwoord maken
pt_br: Criar senha do aplicativo
sv: Skapa programlösenord
tr: Uygulama Şifresi Oluştur

# NewNextCloudAccountPage|
source: Account Settings
ca: Ajusts del compte
fi: Tilin asetukset
fr: Paramètres du compte
it: Impostazioni account
nl: Accountinstellingen
pt_br: Configurações da Conta
sv: Kontoinställningar
tr: Hesap Ayarları

# NewNextCloudAccountPage|
source: Copy Link
ca: Copia l'enllaç
fi: Kopioi linkki
fr: Copier le lien
it: Copia inidirizzo
nl: Link kopiëren
pt_br: Copiar Link
sv: Kopiera länk
tr: Bağlantı Kopyala

# NewNextCloudAccountPage|
source: Copied!
ca: S'ha copiat!
fi: Kopioitu!
fr: Copié !
it: Copiato!
nl: Gekopieerd!
pt_br: Copiado!
sv: Kopierat!
tr: Kopyalandı!

# NewNextCloudAccountPage|
source: User:
ca: Usuari:
fi: Käyttäjä:
fr: Utilisateur :
it: Utente:
nl: Gebruiker:
pt_br: Usuário:
sv: Användare:
tr: Kullanıcı:

# NewNextCloudAccountPage|
source: User Name
ca: Nom d'usuari
fi: Käyttäjätunnus
fr: Nom d'utilisateur :
it: Nome Utente
nl: Gebruikersnaam
pt_br: Nome de Usuário
sv: Användarnamn
tr: Kullanıcı adı

# NewNextCloudAccountPage|
source: Password:
ca: Contrasenya:
fi: Salasana:
fr: Mot de passe :
nl: Wachtwoord:
pt_br: Senha:
sv: Lösenord:
tr: Parola:

# NewNextCloudAccountPage|
source: Password
ca: Contrasenya
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
sv: Lösenord
tr: Parola

# NewNextCloudAccountPage|
source: Disable Certificate Checks
ca: Deshabilita la comprobació del certificat
fi: Poista varmennetarkistukset käytöstä
fr: Désactiver le contrôle de certificat
it: Disabilita controllo dei certificati
nl: Certificaatcontroles uitschakelen
pt_br: Desativar Verificações de Certificado
sv: Inaktivera certifikatkontroller
tr: Sertifika Kontrollerini Devre Dışı Bırak

# NewNextCloudAccountPage|
source: Name:
ca: Nom:
fi: Nimi:
fr: Nom :
it: Nome:
nl: Naam:
pt_br: Nome:
sv: Namn:
tr: Adı:

# NewNextCloudAccountPage|
source: Account Name
ca: Nom del compte
fi: Tilin nimi
fr: Nom de Compte
it: Nome account
nl: Accountnaam
pt_br: Nome da Conta
sv: Kontonamn
tr: Hesap Adı

# NewNextCloudAccountPage|
source: Failed to connect to the server. Please check your user name, password and the server address and retry.
ca: No s'ha pogut connectar al servidor. Comproveu el nom d'usuari, la contrasenya i l'adreça del servidor i torneu-ho a provar.
fi: Tilit
fr: La connexion au serveur a échoué. Veuillez vérifier votre nom d'utilisateur, votre mot de passe ainsi que l'adresse du serveur et réessayer.
it: Impossibile collegarsi al server. Controllare nome utente, password e indirizzo del server.
nl: Er kan geen verbinding worden gemaakt met de server. Controleer uw gebruikersnaam, wachtwoord en serveradres en probeer het opnieuw.
pt_br: Falha ao conectar com o servidor. Verifique seu nome de usuário, senha e endereço do servidor e tente novamente.
sv: Kunde inte ansluta till servern. Kontrollera ditt användarnamn, lösenord och serveradress och försök igen.
tr: Sunucuya bağlanırken hata oluştu. Lütfen kullanıcı adınızı, şifrenizi ve sunucu adresini kontrol edin ve tekrar deneyin.

# EditWebDAVAccountPage|
source: Edit Account
ca: Edita el compte
fi: Muokkaa tiliä
fr: Modifier le compte
it: Modifica Account
nl: Account bewerken
pt_br: Editar Conta
sv: Redigera konto
tr: Hesabı Düzenle

# EditWebDAVAccountPage|
source: Name:
ca: Nom:
fi: Nimi:
fr: Nom :
it: Nome:
nl: Naam:
pt_br: Nome:
sv: Namn:
tr: İsim:

# EditWebDAVAccountPage|
source: Server Address:
ca: Adreça del servidor:
fi: Palvelimen osoite:
fr: Adresse du serveur :
it: Indirizzo del Server:
nl: Serveradres:
pt_br: Endereço de Servidor:
sv: Serveradress:
tr: Sunucu Adresi:

# EditWebDAVAccountPage|
source: https://myserver.example.com
ca: https://elmeuservidor.exemple.com
fr: https://serveur.exemple.com
nl: https://mijnserver.voorbeeld.nl
pt_br: https://meuservidor.exemplo.com
sv: https://minserver.exempel.se

# EditWebDAVAccountPage|
source: User:
ca: Usuari:
fi: Käyttäjä:
fr: Utilisateur :
it: Utente:
nl: Gebruiker:
pt_br: Usuário:
sv: Användare:
tr: Kullanıcı:

# EditWebDAVAccountPage|
source: User Name
ca: Nom d'usuari
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pt_br: Nome de Usuário
sv: Användarnamn
tr: Kullanıcı Adı:

# EditWebDAVAccountPage|
source: Password:
ca: Contrasenya:
fi: Salasana:
fr: Mot de passe :
nl: Wachtwoord:
pt_br: Senha:
sv: Lösenord:
tr: Şifre:

# EditWebDAVAccountPage|
source: Password
ca: Contrasenya
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
sv: Lösenord
tr: Şifre

# EditWebDAVAccountPage|
source: Disable Certificate Checks
ca: Deshabilita la comprobació del certificat
fi: Poista varmennetarkistukset käytöstä
fr: Annuler le contrôle de certificat
it: Disabilita controllo dei certificati
nl: Certificaatcontroles uitschakelen
pt_br: Desativar Verificações de Certificado
sv: Inaktivera certifikatkontroller
tr: Sertifika Kontrollerini Devre Dışı Bırak

# EditWebDAVAccountPage|
source: Failed to connect to the server. Please check your user name, password and the server address and retry.
ca: No s'ha pogut connectar al servidor. Comproveu el nom d'usuari, la contrasenya i l'adreça del servidor i torneu-ho a provar.
fi: Lahjoita
fr: La connexion au serveur a échoué. Veuillez vérifier votre nom d'utilisateur, votre mot de passe ainsi que l'adresse du serveur et réessayer.
it: Connessione al server fallita. Controllare nome utente, password e indirizzo del server.
nl: Er kan geen verbinding worden gemaakt met de server. Controleer uw gebruikersnaam, wachtwoord en serveradres en probeer het opnieuw.
pt_br: Falha ao conectar com o servidor. Verifique seu nome de usuário, senha e endereço do servidor e tente novamente.
sv: Kunde inte ansluta till servern. Kontrollera ditt användarnamn, lösenord och serveradress och försök igen.
tr: Sunucuya bağlanırken hata oluştu. Lütfen kullanıcı adınızı, şifrenizi ve sunucu adresini kontrol edin ve tekrar deneyin.

# ItemUtils|
source: Move Todo Into...
ca: Mou la Llista de tasques a...
fr: Déplacer ToDo dans ...
it: Sposta TODO in...
nl: Taak verplaatsen naar…
pt_br: Mover Tarefas para...
sv: Flytta denna att-göra till ...
tr: Yapılacak İşi Şuraya Taşı ...

# LibrariesSideBar|
source: Donate
ca: Donatius
fr: Donner
it: Donazioni
nl: Doneren
pt_br: Doar
sv: Donera
tr: Bağış Yap

# MainWindow|
source: Move
ca: Mou
fi: Siirrä
fr: Déplacer
it: Sposta
nl: Verplaatsen
pt_br: Mover
sv: Flytta
tr: Taşı

# MoveTodo|
source: Move
ca: Mou
fi: Siirrä
fr: Déplacer
it: Sposta
nl: Verplaatsen
pt_br: Mover
sv: Flytta
tr: Taşı

# NewLibraryFromAccountPage|
source: Create Library in Account
ca: Crea una biblioteca al compte
fi: Luo kirjasto tilille
fr: Créer une bibliothèque dans le compte
it: Crea raccolta nell'account
nl: Verzameling aanmaken op account
pt_br: Criar Biblioteca na Conta
sv: Skapa bibliotek på konto
tr: Hesapta bir kütüphane oluştur

# NewLibraryFromAccountPage|
source: A library created in an account is synchronized with it. This allows to easily back up a library to a server and later on restore it from there. Additionally, such libraries can be shared with other users (if the server allows this).
ca: Una biblioteca creada en un compte se sincronitza amb ella. Això permet fer una còpia de seguretat d'una biblioteca a un servidor i restaurar-la des d'allà. A més, aquestes biblioteques es poden compartir amb altres usuaris (si el servidor ho permet).
fi: Olemassa olevat kirjastot
fr: Une bibliothèque créée dans un compte est synchronisée avec celui-ci. Cela permet de sauvegarder facilement une bibliothèque sur un serveur et de la restaurer plus tard à partir de là. En outre, ces bibliothèques peuvent être partagées avec d'autres utilisateurs (si le serveur le permet).
it: Una raccolta creata nell'account è sincronizzata al suo interno. Questo consente di eseguire un semplice backup e ripristino da server. Inoltre, queste librerie possono essere condivise fra utenti (se il server lo consente).
nl: Een verzameling wordt gesynchroniseerd met het bijbehorende account. Hierdoor kun u deze eenvoudig back-uppen naar een server en later weer terugzetten. Ook kunnen zulke verzamelingen worden gedeeld met anderen (als de server dit toelaat).
pt_br: Uma biblioteca criada em uma conta é sincronizada com ela. Isso permite fazer backup facilmente de uma biblioteca em um servidor e, posteriormente, restaurá-la de lá. Além disso, essas bibliotecas podem ser compartilhadas com outros usuários (se o servidor permitir isso).
sv: Ett bibliotek skapat i ett konto synkroniseras med det. Detta gör det enkelt att säkerhetskopiera ett bibliotek till en server och senare återställa det därifrån. Sådana bibliotek kan dessutom delas med andra användare (om servern tillåter detta).
tr: Bir hesapta oluşturulan bir kitaplık onunla senkronize edilir. Bu, bir kitaplığı bir sunucuya kolayca yedeklemeye ve daha sonra oradan geri yüklemeye izin verir. Ek olarak, bu tür kitaplıklar diğer kullanıcılarla paylaşılabilir (sunucu buna izin veriyorsa).

# NewLibraryFromAccountPage|
source: Existing Libraries
ca: Biblioteques existents
fr: Bibliothèques existantes
it: Raccolte esistenti
nl: Bestaande verzamelingen
pt_br: Biblioteca Existentes
sv: Befintliga bibliotek
tr: Varolan Kütüphaneler

# NewLibraryFromAccountPage|
source: Select an existing library on the server to add it to the app.
ca: Seleccioneu una biblioteca existent al servidor per afegir-la a l'aplicació.
fi: Palvelimelta ei löytynyt kirjastoja.
fr: Sélectionner une bibliothèque existante pour l'ajouter à l'application
it: Scegli una raccolta esistente sul server per aggiungerla all'app.
nl: Kies een bestaande verzameling om toe te voegen aan de app.
pt_br: Selecione uma biblioteca existente no servidor para adicioná-la ao aplicativo.
sv: Välj ett befintligt bibliotek på servern för att lägga till det i programmet.
tr: Uygulamaya eklemek için sunucudaki mevcut bir kitaplığı seçin.

# NewLibraryFromAccountPage|
source: No libraries were found on the server.
ca: No s'ha trobat cap biblioteca al servidor.
fr: Aucune bibliothèque trouvée sur le serveur
it: Nessuna raccolta trovata sul server.
nl: Er zijn geen verzamelingen aangetroffen.
pt_br: Nenhuma biblioteca foi encontrada no servidor.
sv: Inga bibliotek hittades på servern.
tr: Sunucuda kitaplık bulunamadı.

# NewLibraryFromAccountPage|
source: Searching existing libraries...
ca: S'estan cercant les biblioteques existents...
fi: Etsitään olemassa olevia kirjastoja...
fr: Recherche des bibliothèques existantes
it: Ricerca delle raccolte esistenti in corso...
nl: Bezig met zoeken naar bestaande verzamelingen…
pt_br: Pesquisando bibliotecas existentes...
sv: Söker befintliga bibliotek ...
tr: Mevcut kitaplıklar aranıyor ...

# NewLibraryFromAccountPage|
source: Create a New Library
ca: Crea una biblioteca nova
fi: Luo uusi kirjasto
fr: Créer une nouvelle bibliothèque
it: Crea una nuova Raccolta
nl: Verzameling aanmaken
pt_br: Criar uma Nova Biblioteca
sv: Skapa ett nytt bibliotek
tr: Yeni bir kütüphane oluştur

# NewLibraryFromAccountPage|
source: Create a new library, which will be synchronized with the server. Such a library can be added to the app on other devices as well to synchronize data.
ca: Crea una biblioteca nova, que se sincronitzarà amb el servidor. Aquesta biblioteca es pot afegir a l'aplicació en altres dispositius, així com per sincronitzar dades.
fi: Uuden kirjaston nimi
fr: Créez une nouvelle bibliothèque, qui sera synchronisée avec le serveur. Une telle bibliothèque peut être ajoutée à l'application sur d'autres appareils pour synchroniser les données.
it: Crea una nuova raccolta che sarà sincronizzata con il server. Questa raccolta può essere aggiunta alle app installate anche su altri dispositivi.
nl: Maak een nieuwe verzameling aan, welke wordt gesynchroniseerd met de server. Deze kunt u ook toevoegen op andere apparaten om alle gegevens synchroon te houden.
pt_br: Crie uma nova biblioteca, que será sincronizada com o servidor. Essa biblioteca pode ser adicionada ao aplicativo em outros dispositivos, bem como para sincronizar dados.
sv: Skapa ett nytt bibliotek som skall synkroniseras med servern. Ett sådant bibliotek kan läggas till i programmet på andra enheter också, för att synkronisera data.
tr: Sunucuyla senkronize edilecek yeni bir kitaplık oluşturun. Böyle bir kitaplık, verileri senkronize etmek için diğer cihazlarda uygulamaya eklenebilir.

# NewLibraryFromAccountPage|
source: My new library's name
ca: Nom de la meva nova biblioteca
fr: Le nom de ma bibliothèque
it: Nome della nuova raccolta
nl: Naam van mijn nieuwe verzameling
pt_br: O nome da minha nova biblioteca
sv: Mitt nya biblioteksnamn
tr: Yeni kütüphanemin adı

# NewLibraryInFolderPage|
source: Open a Folder as a Library
ca: Obrir una carpeta com a biblioteca
fi: Avaa kansio kirjastona
fr: Ouvrir un dossier comme bibliothèque
it: Apri cartella esistente come raccolta
nl: Map openen als verzameling
pt_br: Abra uma asta como uma biblioteca
sv: Öppna en mapp som bibliotek
tr: Bir Klasörü Kitaplık Olarak Açın
