Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# NewLibraryInFolderPageForm.ui|
source: You can use any folder as a location for a library.<br/><br/>This is especially useful when you want to use another tool (like a sync client of a cloud provider) to sync your data with a server.
ca: Podeu utilitzar qualsevol carpeta com a ubicació per a una biblioteca.<br/><br/>Això és especialment útil quan voleu utilitzar una altra eina (com un client de sincronització d'un proveïdor del núvol) per sincronitzar les vostres dades amb un servidor.
da: Du kan bruge en hvilken som helst mappe som en placering til et bibliotek. <br/> <br/> Dette er især nyttigt, når du vil bruge et andet værktøj (som en synkroniseringsklient fra en skyudbyder) til at synkronisere dine data med en server.
de: Du kannst jeden beliebigen Ordner als Speicherort für eine Bibliothek verwenden.<br/><br/> Dies ist besonders nützlich, wenn Du ein anderes Tool (wie z.B. einen Sync-Client eines Cloud-Providers) verwenden möchtest, um Deine Daten mit einem Server zu synchronisieren.
es: Puede utilizar cualquier carpeta como ubicación para una biblioteca.<br/><br/>Esto es especialmente útil cuando quiere utilizar otra herramienta (como un cliente de sincronización de un proveedor de nubes) para sincronizar sus datos con un servidor.
fi: Kansio:
fil: Maaari kang gumamit ng anumang folder bilang isang lokasyon para sa isang silid-aklatan.
fr: Vous pouvez utiliser n'importe quel dossier comme emplacement pour une bibliothèque.<br/><br/>C'est particulièrement utile lorsque vous voulez utiliser un autre outil (comme un client de synchronisation d'un fournisseur de cloud computing) pour synchroniser vos données avec un serveur.
it: È possibile utilizzare qualsiasi cartella come posizione per una raccolta.<br/><br/>Questo è particolarmente utile quando si desidera utilizzare un altro strumento (come un client di sincronizzazione di un provider di cloud) per sincronizzare i dati con un server.
nl: U kunt elke map gebruiken als verzamelingslocatie.<br/><br/>Dit is vooral handig als u een ander hulpprogramma gebruikt (bijv. een synchronisatieclient van een clouddienst).
pl: Możesz użyć dowolnego folderu jako lokalizacji dla biblioteki.<br/><br/>Jest to szczególnie przydatne, gdy chcesz użyć innego narzędzia (jak klient synchronizacji dostawcy chmury) do synchronizacji danych z serwerem.
pt_br: Você pode usar qualquer pasta como um local para uma biblioteca.<br/><br/> Isso é especialmente útil quando você quer usar outra ferramenta (como um cliente de sincronização de um provedor de nuvem) para sincronizar seus dados com um servidor.
sv: Du kan använda valfri mapp som plats för ett bibliotek. <br/> <br/> Detta är särskilt användbart när du vill använda ett annat verktyg (som t.ex en synkroniseringsklient hos en molnleverantör) för att synkronisera dina data mot en server.
tk: Islendik bukjany kitaphananyň ýerleşýän ýeri hökmünde ulanyp bilersiňiz. <br/> <br/> Maglumatlaryňyzy serwer bilen sinhronlamak üçin başga bir gural (bulut üpjünçisiniň sinhron müşderisi ýaly) ulanmak isleseňiz has peýdalydyr.
tr: Herhangi bir klasörü bir kütüphane için konum olarak kullanabilirsiniz. <br/> <br/> Bu özellikle verilerinizi bir sunucu ile senkronize etmek için başka bir araç (bir bulut sağlayıcısının senkronizasyon istemcisi gibi) kullanmak istediğinizde kullanışlıdır.
vi: Bạn có thể sử dụng bất kỳ thư mục nào làm vị trí cho thư viện. <br/> <br/> Điều này đặc biệt hữu ích khi bạn muốn sử dụng một công cụ khác (như máy khách đồng bộ hóa của nhà cung cấp đám mây) để đồng bộ hóa dữ liệu của bạn với máy chủ.

# NewLibraryInFolderPageForm.ui|
source: Folder:
ca: Carpeta:
de: Ordners:
es: Carpeta:
fr: Dossier :
it: Cartella:
nl: Map:
pt_br: Pasta:
sv: Mapp:
tk: Papka:
tr: Klasör:
vi: Thư mục:

# NewLibraryInFolderPageForm.ui|
source: Path to a folder to use as a library
br: Diuzañ
ca: Ruta a una carpeta per utilitzar-la com a biblioteca
da: Sti til en mappe, der skal bruges som bibliotek
de: Pfad zu einem Ordner zur Verwendung als Bibliothek
es: Ruta a una carpeta para usarla como biblioteca
fi: Polku kansioon, jota tullaan käyttämään kirjastona
fil: Landas sa isang folder upang magamit bilang isang aklatan
fr: Chemin d'accès à un dossier à utiliser comme bibliothèque
it: Percorso verso una cartella da utilizzare come raccolta
nl: Locatie van de te gebruiken map
pl: Ścieżka do folderu do wykorzystania jako biblioteka
pt_br: Caminho para uma pasta para usar como biblioteca
sv: Sökväg till en mapp som skall användas som bibliotek
tk: Kitaphana hökmünde ulanmak üçin bukja barýan ýol
tr: Kütüphane olarak kullanılacak klasörün yolu
vi: Đường dẫn đến thư mục để sử dụng làm thư viện

# NewLibraryInFolderPageForm.ui|
source: Select
ca: Selecciona
da: Vælg
de: Auswählen
es: Seleccione
fi: Valitse
fil: Piliin
fr: Choisir
it: Selezionare
nl: Kiezen
pl: Wybierz
pt_br: Selecione
sv: Välj
tk: Saýlaň
tr: Seç
vi: Lựa chọn

# NewLibraryInFolderPageForm.ui|
source: Name:
br: Anv:
ca: Nom:
da: Navn:
es: Nombre:
fi: Nimi:
fil: Pangalan:
fr: Nom :
it: Nome:
nl: Naam:
pl: Nazwisko:
pt_br: Nome:
sv: Namn:
tk: Ady:
tr: Ad:
vi: Tên:

# NewLibraryInFolderPageForm.ui|
source: My Local Library Name
br: Anv va levraoueg lec'hel
ca: Nom de la meva biblioteca local
da: Mit lokale biblioteksnavn
de: Name meiner lokalen Bibliothek
es: El nombre de mi biblioteca local
fi: Paikallisen kirjaston nimi
fil: Aking Pangalan ng Lokal na Library
fr: Nom de ma bibliothèque locale
it: Il mio nome della raccolta locale
nl: De naam van mijn lokale verzameling
pl: Moja lokalna biblioteka Nazwa
pt_br: Nome da minha biblioteca local
sv: Mitt lokala biblioteksnamn
tk: Localerli kitaphanamyň ady
tr: Yerel Kitaplığımın Adı
vi: Tên thư viện địa phương của tôi

# NewLibraryPageForm.ui|
source: Create Library
br: Krouiñ ul levraoueg
ca: Crea la biblioteca
da: Opret bibliotek
de: Bibliothek erstellen
es: Crear la biblioteca
fi: Luo kirjasto
fil: Lumikha ng Library
fr: Créer une bibliothèque
it: Creare una raccolta
nl: Verzameling aanmaken
pl: Tworzenie biblioteki
pt_br: Criar Biblioteca
sv: Skapa bibliotek
tk: Kitaphana dörediň
tr: Kütüphane Oluştur
vi: Tạo thư viện

# NewLibraryPageForm.ui|
source: Local Library
br: Levraoueg lec'hel
ca: Biblioteca local
da: Lokalt bibliotek
de: Lokale Bibliothek
es: Biblioteca local
fi: Paikallinen kirjasto
fil: Lokal na Library
fr: Bibliothèque locale
it: Raccolta locale
nl: Lokale verzameling
pl: Biblioteka lokalna
pt_br: Biblioteca Local
sv: Lokalt bibliotek
tk: Libraryerli kitaphana
tr: Yerel kütüphane
vi: Thư viện địa phương

# NewLibraryPageForm.ui|
source: Use Folder as Library
br: Ouzhpennañ ur gont
ca: Utilitza la carpeta com a biblioteca
da: Brug mappe som bibliotek
de: Ordner als Bibliothek verwenden
es: Usar la carpeta como biblioteca
fi: Käytä kansiota kirjastona
fil: Gumamit ng Folder bilang Library
fr: Utiliser le dossier comme bibliothèque
it: Utilizzare la cartella come raccolta
nl: Map gebruiken als verzameling
pl: Użyj Folderu jako Biblioteki
pt_br: Usar Pasta como Biblioteca
sv: Använd mapp som bibliotek
tk: Papkany kitaphana hökmünde ulanyň
tr: Klasörü Kütüphane Olarak Kullan
vi: Sử dụng thư mục làm thư viện

# NewLibraryPageForm.ui|
source: Add Libraries From Your Accounts
ca: Afegeix biblioteques des dels meus comptes
da: Tilføj biblioteker fra dine konti
de: Bibliotheken von Ihren Konten aus hinzufügen
es: Añadir bibliotecas de sus cuentas
fi: Lisää kirjastot tileiltäsi
fil: Magdagdag ng Mga Aklatan Mula sa Iyong Mga Account
fr: Ajouter des bibliothèques à partir de vos comptes
it: Aggiungi biblioteche dai tuoi conti
nl: Verzamelingen toevoegen uit accounts
pl: Dodawaj biblioteki z Twoich kont
pt_br: Adicione bibliotecas a partir de suas contas
sv: Lägg till bibliotek från dina konton
tk: Hasabyňyzdan kitaphanalary goşuň
tr: Hesaplarınızdan Kitaplık Ekleme
vi: Thêm thư viện từ tài khoản của bạn

# NewLibraryPageForm.ui|
source: Add Account
ca: Afegeix un compte
da: Tilføj konto
de: Konto hinzufügen
es: Agregar cuenta
fi: Lisää tili
fil: Magdagdag ng account
fr: Ajouter un compte
it: Aggiungi un Account
nl: Account toevoegen
pl: Dodaj konto
pt_br: Adicionar conta
sv: Lägg till konto
tk: Hasap goşuň
tr: Hesap eklemek
vi: Thêm tài khoản

# NewLocalLibraryPageForm.ui|
source: Create a Local Library
br: Krouiñ ul levraoueg lec'hel
ca: Crea una biblioteca local
da: Opret et lokalt bibliotek
de: Erstelle eine lokale Bibliothek
es: Crear una biblioteca local
fi: Luo paikallinen kirjasto
fil: Lumikha ng isang Lokal na Library
fr: Créer une bibliothèque locale
it: Creare una raccolta locale
nl: Lokale verzameling aanmaken
pl: Tworzenie lokalnej biblioteki
pt_br: Criar uma Biblioteca Local
sv: Skapa ett lokalt bibliotek
tk: Libraryerli kitaphana dörediň
tr: Yerel Kütüphane Oluşturma
vi: Tạo một thư viện địa phương

# NewLocalLibraryPageForm.ui|
source: A local library is stored solely on your device - this makes it perfect for the privacy concise!<br/><br/>Use it when you want to store information only locally and back up all your data regularly via other mechanisms. If you need to access your information across several devices, create a library which is synced instead.
br: Anv:
ca: Una biblioteca local s'emmagatzema únicament al vostre dispositiu. Això fa que sigui perfecte per a la privadesa.<br/><br/>Utilitzeu-lo quan vulgueu emmagatzemar informació només localment i fer una còpia de seguretat de totes les vostres dades regularment a través d'altres mecanismes. Si heu d'accedir a la informació en diversos dispositius, creeu una biblioteca sincronitzada.
da: Et lokalt bibliotek gemmes udelukkende på din enhed - dette gør det perfekt til beskyttelse af privatlivets fred! <br/> <br/> Brug det, når du kun vil gemme information lokalt og sikkerhedskopiere alle dine data regelmæssigt via andre mekanismer. Hvis du har brug for adgang til dine oplysninger på flere enheder, skal du oprette et bibliotek, der i stedet synkroniseres.
de: Eine lokale Bibliothek wird ausschließlich auf Deinem Gerät gespeichert - das macht es perfekt für den Datenschutz prägnant!<br/><br/>Benutze es, wenn Du Informationen nur lokal speichern und alle Deine Daten regelmäßig über andere Mechanismen sichern willst. Wenn Du auf Deine Informationen über mehrere Geräte hinweg zugreifen musst, erstelle eine Bibliothek, die stattdessen synchronisiert wird.
es: Una biblioteca local se almacena únicamente en su dispositivo - esto lo hace perfecto para la privacidad concisa!<br/><br/>Utilícela cuando quiera almacenar información sólo localmente y haga copias de seguridad de todos sus datos regularmente a través de otros mecanismos. Si necesita acceder a su información a través de varios dispositivos, cree una biblioteca que esté sincronizada en su lugar.
fi: Nimi:
fil: Ang isang lokal na aklatan ay naka-imbak lamang sa iyong aparato - ginagawang perpekto ito para sa madaling maintindihan ng privacy!<br/><br/>Gamitin ito kapag nais mong mag-imbak lamang ng impormasyon ng lokal at i-back up ang lahat ng iyong data nang regular sa pamamagitan ng iba pang mga mekanismo. Kung kailangan mong ma-access ang iyong impormasyon sa maraming mga aparato, lumikha ng isang aklatan na naka-sync sa halip.
fr: Une bibliothèque locale est stockée uniquement sur votre appareil - ce qui la rend parfaite pour la confidentialité ! <br/><br/>Utilisez-la lorsque vous souhaitez stocker des informations uniquement localement et sauvegarder régulièrement toutes vos données via d'autres mécanismes. Si vous devez accéder à vos informations sur plusieurs appareils, créez plutôt une bibliothèque qui est synchronisée.
it: Una raccolta locale è memorizzata esclusivamente sul vostro dispositivo - questo lo rende perfetto per la privacy! <br/><br/>Utilizzatelo quando volete memorizzare le informazioni solo localmente ed eseguite regolarmente il backup di tutti i vostri dati tramite altri meccanismi. Se avete bisogno di accedere alle vostre informazioni attraverso diversi dispositivi, create una biblioteca che sia invece sincronizzata.
nl: Een lokale verzameling wordt alleen opgeslagen op uw apparaat - perfect voor de privacyvoorvechters!<br/><br/>Hierin kunt u informatie lokaal opslaan en uw gegevens op andere manieren back-uppen. Als u de informatie nodig hebt op andere apparaten, maak dan een gesynchroniseerde verzameling aan.
pl: Lokalna biblioteka jest przechowywana wyłącznie na Twoim urządzeniu - to czyni ją idealną dla zwięzłej ochrony prywatności!<br/><br/>Używaj jej, gdy chcesz przechowywać informacje tylko lokalnie i regularnie tworzyć kopie zapasowe wszystkich Twoich danych za pomocą innych mechanizmów. Jeśli chcesz uzyskać dostęp do informacji na kilku urządzeniach, stwórz bibliotekę, która jest zsynchronizowana zamiast.Name:
pt_br: Uma biblioteca local é armazenada apenas no seu dispositivo - isso a torna perfeita para a privacidade concisa!<br/>>br/>Utilize-a quando quiser armazenar informações apenas localmente e fazer backup de todos os seus dados regularmente através de outros mecanismos. Se você precisar acessar suas informações em vários dispositivos, crie uma biblioteca que seja sincronizada no lugar dela.
sv: Ett lokalt bibliotek lagras enbart på din enhet. - Detta gör det perfekt ur integritetssynpunkt! <br/> <br/> Använd det när du bara vill lagra information lokalt och säkerhetskopiera alla dina data regelbundet via andra mekanismer. Om du behöver få åtkomst till din information på flera enheter skapar du ett bibliotek som i stället synkroniseras.
tk: Libraryerli kitaphana diňe enjamyňyzda saklanýar - bu gizlinlik gysga bolmagy üçin ajaýyp edýär! <br/> <br/> Maglumatlary diňe ýerli derejede saklamak we ähli maglumatlaryňyzy beýleki mehanizmler arkaly yzygiderli ätiýaçlandyrmak isleseňiz ulanyň. Maglumatlaryňyza birnäçe enjamda girmek zerur bolsa, ýerine sinhronlanan kitaphanany dörediň.
tr: Yerel bir kütüphane yalnızca cihazınızda saklanır - bu, gizlilik özlü için mükemmel olmasını sağlar! <br/> <br/> Yalnızca yerel olarak bilgi depolamak ve tüm verilerinizi diğer mekanizmalar aracılığıyla düzenli olarak yedeklemek istediğinizde kullanın. Bilgilerinize birkaç cihazdan erişmeniz gerekiyorsa, bunun yerine senkronize edilmiş bir kütüphane oluşturun.
vi: Thư viện cục bộ chỉ được lưu trữ trên thiết bị của bạn - điều này làm cho nó hoàn hảo cho sự riêng tư ngắn gọn! <br/> <br/> Sử dụng nó khi bạn chỉ muốn lưu trữ thông tin cục bộ và sao lưu tất cả dữ liệu của bạn thường xuyên thông qua các cơ chế khác. Nếu bạn cần truy cập thông tin của mình trên một số thiết bị, hãy tạo thư viện được đồng bộ hóa thay thế.

# NewLocalLibraryPageForm.ui|
source: Name:
ca: Nom:
da: Navn:
es: Nombre:
fil: Pangalan:
fr: Nom :
it: Nome:
nl: Naam:
pl: Nazwisko:
pt_br: Nome:
sv: Namn:
tk: Ady:
tr: Ad:
vi: Tên:

# NewLocalLibraryPageForm.ui|
source: My Local Library Name
br: Anv va levraoueg lec'hel
ca: Nom de la meva biblioteca local
da: Mit lokale biblioteksnavn
de: Name meiner lokalen Bibliothek
es: El nombre de mi biblioteca local
fi: Paikallisen kirjaston nimi
fil: Aking Pangalan ng Lokal na Library
fr: Nom de ma bibliothèque locale
it: Il mio nome della raccolta locale
nl: De naam van mijn lokale verzameling
pl: Moja lokalna biblioteka Nazwa
pt_br: Nome da minha biblioteca local
sv: Mitt lokala biblioteksnamn
tk: Localerli kitaphanamyň ady
tr: Yerel Kitaplığımın Adı
vi: Tên thư viện địa phương của tôi

# NewWebDAVAccountPage|
source: Account Name
br: Anv ar gont
ca: Nom del compte
da: Kontonavn
de: Konto-Name
es: Nombre de la cuenta
fi: Tilin nimi
fil: Pangalan ng Account
fr: Nom du compte
it: Nome dell'Account
nl: Accountnaam
pl: Nazwa konta
pt_br: Nome da Conta
sv: Kontonamn
tk: Hasabyň ady
tr: Hesap adı
vi: Tên tài khoản

# NewWebDAVAccountPageForm.ui|
source: Connection Settings
br: Chomlec'h an dafariad:
ca: Ajusts de la connexió
da: Forbindelsesindstillinger
de: Verbindungseinstellungen
es: Configuración de la conexión
fi: Yhteyden asetukset
fil: Mga Setting ng Koneksyon
fr: Paramètres de connexion
it: Impostazioni di connessione
nl: Verbindingsinstellingen
pl: Ustawienia połączeń
pt_br: Configurações de conexão
sv: Anslutningsinställningar
tk: Birikdiriş sazlamalary
tr: Bağlantı Ayarları
vi: Cài đặt kết nối

# NewWebDAVAccountPageForm.ui|
source: Server Address:
ca: Adreça del servidor:
da: Serveradresse:
de: Server-Adresse:
es: Dirección del servidor:
fi: Palvelimen osoite:
fil: Address ng server:
fr: Adresse du serveur :
it: Indirizzo del server:
nl: Serveradres:
pl: Adres serwera:
pt_br: Endereço do Servidor:
sv: Serveradress:
tk: Serweriň salgysy:
tr: Sunucu adresi:
vi: Địa chỉ máy chủ:

# NewWebDAVAccountPageForm.ui|
source: https://myserver.example.com
br: Arveriad:
ca: https://elmeuservidor.exemple.com
de: https://meinserver.beispiel.com
es: https://miservidor.ejemplo.com
fr: https://myserver.exemple.com
nl: https://mijnserver.voorbeeld.nl
pt_br: https://meuservidor.examplo.com
sv: https://minserver.exempel.se

# NewWebDAVAccountPageForm.ui|
source: User:
ca: Usuari:
da: Bruger:
de: Benutzer:
es: Usuario:
fi: Käyttäjä:
fil: Gumagamit:
fr: Utilisateur :
it: Utente:
nl: Gebruikersnaam:
pl: Użytkownik:
pt_br: Usuário:
sv: Användare:
tk: Ulanyjy:
tr: Kullanıcı:
vi: Người sử dụng:

# NewWebDAVAccountPageForm.ui|
source: User Name
br: Anv an arveriad
ca: Nom d'usuari
da: Brugernavn
de: Benutzername
es: nombre de usuario
fi: Käyttäjätunnus
fil: Pangalan ng Gumagamit
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome do Usuário
sv: Användarnamn
tk: Ulanyjynyň ady
tr: Kullanıcı adı
vi: Tên tài khoản

# NewWebDAVAccountPageForm.ui|
source: Password:
br: Ger-tremen:
ca: Contrasenya:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
sv: Lösenord:
tk: Parol:
tr: Parola:
vi: Mật khẩu:

# NewWebDAVAccountPageForm.ui|
source: Password
br: Ger-tremen
ca: Contrasenya
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_br: Senha
sv: Lösenord
tk: Parol
tr: Parola
vi: Mật khẩu

# NewWebDAVAccountPageForm.ui|
source: Disable Certificate Checks
br: Anv:
ca: Deshabilita la comprobació del certificat
da: Deaktiver certifikatchecks
de: Zertifikatsprüfungen deaktivieren
es: Comprobación del certificado de invalidez
fi: Poista varmennetarkistukset käytöstä
fil: Huwag paganahin ang Mga Suriin sa Sertipiko
fr: Désactiver la vérification des certificats
it: Disattivare i controlli dei certificati
nl: Certificaatcontroles uitschakelen
pl: Kontrole zaświadczeń o wyłączeniu
pt_br: Desabilitar Cheques de Certificado
sv: Inaktivera certifikatkontroller
tk: Şahadatnamalary barlaň
tr: Sertifika Denetimlerini Devre Dışı Bırak
vi: Vô hiệu hóa kiểm tra chứng chỉ

# NewWebDAVAccountPageForm.ui|
source: Name:
ca: Nom:
da: Navn:
es: Nombre:
fi: Nimi:
fil: Pangalan:
fr: Nom :
it: Nome:
nl: Naam:
pl: Nazwisko:
pt_br: Nome:
sv: Namn:
tk: Ady:
tr: ad
vi: Tên:

# NewWebDAVAccountPageForm.ui|
source: Failed to connect to the server. Please check your user name, password and the server address and retry.
br: Pajenn bennañ
ca: La connexió amb el servidor ha fallat. Comproveu el non d'usuari, contrasenya i adreça del servidor, i torneu-ho a provar.
da: Kunne ikke oprette forbindelse til serveren. Kontroller dit brugernavn, din adgangskode og serveradressen, og prøv igen.
de: Verbindung zum Server fehlgeschlagen. Bitte überprüfe Deinen Benutzernamen, Dein Passwort, die Serveradresse und versuche es erneut.
es: Falló la conexión con el servidor. Por favor, compruebe su nombre de usuario, contraseña y la dirección del servidor y vuelva a intentarlo.
fi: Synkronoidaan kirjasto...
fil: Di nakakonekta sa server. Mangyaring suriin ang iyong pangalan ng gumagamit, password at ang address ng server at muling subukan.
fr: Échec de la connexion au serveur. Veuillez vérifier votre nom d'utilisateur, votre mot de passe et l'adresse du serveur, puis réessayez.
it: Collegamento al server non riuscito. Si prega di controllare il nome utente, la password e l'indirizzo del server e di riprovare.
nl: Er kan geen verbinding worden gemaakt met de server. Controleer uw gebruikersnaam, wachtwoord en serveradres en probeer het opnieuw.
pl: Nie udało się połączyć z serwerem. Proszę sprawdzić nazwę użytkownika, hasło i adres serwera oraz powtórzyć próbę.
pt_br: Falha na conexão com o servidor. Verifique o seu nome de usuário, senha e o endereço do servidor e tente novamente.
sv: Kunde inte ansluta till servern. Kontrollera ditt användarnamn, lösenord och serveradress och försök igen.
tk: Serwere birikdirilmedi. Ulanyjy adyňyzy, parolyňyzy we serwer salgyňyzy barlaň we gaýtadan synanyşyň.
tr: Sunucuya bağlanırken hata oluştu. Lütfen kullanıcı adınızı, şifrenizi ve sunucu adresinizi kontrol edin ve tekrar deneyin.
vi: Không thể kết nối với máy chủ. Vui lòng kiểm tra tên người dùng, mật khẩu và địa chỉ máy chủ và thử lại.

# DeleteItemDialog|
source: Do you really want to delete the page <strong>%1</strong>? This cannot be undone.
ca: Esteu segur que voleu suprimir definitivament la pàgina<strong>%1</strong>? Això no es pot desfer.
da: Vil du virkelig slette siden <strong>% 1 </strong>? Dette kan ikke fortrydes.
de: Möchtest du wirklich die Seite <stark>%1</stark> löschen? Dies kann nicht rückgängig gemacht werden.
es: Realmente quieres borrar la página <strong>%1</strong>? Esto no se puede deshacer.
fil: Nais mo bang tanggalin ang pahina <strong>% 1</strong>? Hindi ito mababago.
fr: Souhaitez-vous vraiment supprimer la page <forte>%1</strong> ? C'est impossible à annuler.
it: Volete davvero cancellare la pagina <strong>%1</strong>? Questo non può essere annullato.
nl: Weet u eker dat u de pagina <strong>%1</strong> wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Czy naprawdę chcesz usunąć stronę <strong>%1</strong>? Tego nie da się cofnąć.
pt_br: Você realmente quer apagar a página <forte>%1</sforte>? Isto não pode ser desfeito.
sv: Vill du verkligen ta bort sidan <strong>%1</strong>? Det kan inte ångras.
tk: Sahypany hakykatdanam pozmak isleýärsiňizmi? <strong>%1</strong>? Muny yzyna gaýtaryp bolmaz.
tr: <strong>% 1 </strong> sayfasını gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có thực sự muốn xóa trang <strong>%1</ strong> không? Điều này không thể được hoàn tác.

# MainWindow|
source: Synchronizing library...
ca: S'està sincronitzant la biblioteca...
da: Synkroniserer bibliotek ...
de: Bibliothek synchronisieren...
es: Sincronizar la biblioteca...
fil: Pag-synchronize ng library ...
fr: Synchronisation de la bibliothèque...
it: Sincronizzazione raccolta...
nl: Bezig met synchroniseren van verzameling…
pl: Synchronizacja biblioteki...
pt_br: Biblioteca sincronizadora...
sv: Synkroniserar bibliotek ...
tk: Sinhronlaşdyryş kitaphanasy...
tr: Kütüphane senkronize ediliyor...
vi: Đồng bộ hóa thư viện ...

# NotePage|
source: Main Page
ca: Pàgina principal
da: Forside
de: Startseite
es: Página principal
fi: Pääsivu
fil: Pangunahing Pahina
fr: Page principale
it: Pagina principale
nl: Hoofdpagina
pl: Strona główna
pt_br: Página Principal
sv: Huvudsida
tk: Baş sahypa
tr: Ana Sayfa
vi: Trang chính

# NotePage|
source: New Page
br: Pajenn nevez
ca: Nova pàgina
da: Ny side
de: Neue Seite
es: Nueva página
fi: Uusi sivu
fil: Bagong pahina
fr: Nouvelle page
it: Nuova pagina
nl: Nieuwe pagina
pl: Nowa strona
pt_br: Nova Página
sv: Ny sida
tk: Täze sahypa
tr: Yeni sayfa
vi: Trang mới

# ItemNotesEditor|
source: Export to File...
br: Holl restroù
ca: Exporta a un fitxer...
es: Exportar a Archivo...
fi: Vie tiedostoon...
fil: Export sa File ...
fr: Exporter vers le fichier...
it: Esporta in file...
nl: Exporteren naar bestand…
pl: Eksport do pliku...
pt_br: Exportar para Arquivo...
sv: Exportera till fil ...
tk: Faýla eksport ...
tr: Dosyaya Aktar ...
vi: Xuất thành tập tin ...
