Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# DeleteAccountDialog|
source: Do you really want to remove the account <strong>%1</strong>? This will remove all libraries belonging to the account from your device?<br/><br/><i>Note: You can restore them from the server by adding back the account.</i>
br: Embann ar gont
ca: Esteu segur que voleu suprimir el el compte<strong>%1</strong>? Això suprimirà totes les biblioteques que pertanyen al compte del vostre dispositiu?<br/><br/><i>Nota: Oodeu restaurar-los des del servidor afegint-hi el compte.</i>
da: Vil du virkelig fjerne kontoen <strong>% 1</strong>? Dette fjerner alle biblioteker, der tilhører kontoen fra din enhed? <br/> <br/> <i> Bemærk: Du kan gendanne dem fra serveren ved at tilføje kontoen tilbage. </i>
de: Willst du wirklich das Konto <stark>%1</stark> entfernen? Dadurch werden alle Bibliotheken, die zu diesem Konto gehören, von deinem Gerät entfernt.<br/><br/><i>Hinweis: Du kannst diese vom Server wiederherstellen, indem du das Konto wieder hinzufügst.</i>
es: Realmente quieres eliminar la cuenta <strong>%1</strong>? Esto eliminará todas las bibliotecas pertenecientes a la cuenta de su dispositivo?<br/><br/><i> Nota: Puede restaurarlas desde el servidor añadiendo de nuevo la cuenta.</i>
fi: Muokkaa tiliä
fil: Nais mo bang alisin ang account <strong>% 1</strong>? Tatanggalin nito ang lahat ng mga aklatan na kabilang sa account sa iyong aparato? <br/><br/><i>Tandaan: Maaari mong ibalik ang mga ito mula sa server sa pamamagitan ng pagdaragdag ng account</i>
fr: Souhaitez-vous vraiment supprimer le compte <strong>%1</strong> ? Cela supprimera toutes les bibliothèques appartenant au compte de votre appareil?<br/><br/><i>Note : Vous pouvez les restaurer à partir du serveur en réajoutant le compte.</i>
it: Vuoi davvero rimuovere l'account <strong>%1</strong>? Questo rimuoverà tutte le librerie appartenenti all'account dal vostro dispositivo?<br/><br/><i>Nota: È possibile ripristinarle dal server aggiungendo nuovamente l'account.</i>
nl: Weet u zeker dat u het account <strong>%1</strong> wilt verwijderen? Alle bijbehorende verzamelingen worden eveneens verwijderd.<br/><br/><i>Let op: u kunt ze herstellen vanaf de server door het account opnieuw toe te voegen.</i>
pl: Czy naprawdę chcesz usunąć konto <strong>%1</strong>? Spowoduje to usunięcie wszystkich bibliotek należących do konta z urządzenia?<br/><br/><i>Uwaga: Możesz przywrócić je z serwera poprzez dodanie z powrotem konta.</i>
pt_br: Você realmente quer remover a conta <forte>%1</sforte>? Isso irá remover todas as bibliotecas pertencentes à conta do seu dispositivo?<br/><br/>>i>Nota: Você pode restaurá-las do servidor adicionando de volta a conta.</i>
sv: Vill du verkligen ta bort kontot <strong>%1</strong>? Det tar bort alla bibliotek som tillhör kontot, från din enhet. <br/> <br/> <i> Observera att du kan återställa dem från servern genom att lägga till kontot igen. </i>
tk: Hakykatdanam <strong>%1</strong> hasaby aýyrmak isleýärsiňizmi? Bu hasabyňyza degişli ähli kitaphanalary enjamyňyzdan aýyrar? <br/> <br/> <i> Bellik: Hasaby yzyna goşup serwerden dikeldip bilersiňiz. </i>
tr: <strong>% 1 </strong> hesabını gerçekten kaldırmak istiyor musunuz? Bu, hesaba ait tüm kitaplıkları cihazınızdan kaldıracak mı? <br/> <br/> <i> Not: Hesabı geri ekleyerek sunucudan geri yükleyebilirsiniz. </i>
vi: Bạn có thực sự muốn xóa tài khoản <strong>%1</ strong> không? Việc này sẽ xóa tất cả các thư viện thuộc tài khoản khỏi thiết bị của bạn? <br/> <br/> <i> Lưu ý: Bạn có thể khôi phục chúng khỏi máy chủ bằng cách thêm lại tài khoản. </ I>

# EditWebDAVAccountPageForm.ui|
source: Edit Account
ca: Edita el compte
da: Rediger konto
de: Account bearbeiten
es: Editar la cuenta
fil: I-edit ang iyong account
fr: Modifier le compte
it: Modifica Account
nl: Account bewerken
pl: Edycja konta
pt_br: Editar Conta
sv: Redigera konto
tk: Hasaby redaktirläň
tr: Hesabı Düzenle
vi: Chỉnh sửa tài khoản

# EditWebDAVAccountPageForm.ui|
source: Name:
br: Anv:
ca: Nom:
da: Navn:
es: Nombre:
fi: Nimi:
fil: Pangalan:
fr: Nom :
it: Nome:
nl: Naam:
pl: Nazwisko:
pt_br: Nome:
sv: Namn:
tk: Ady:
tr: Ad:
vi: Tên:

# EditWebDAVAccountPageForm.ui|
source: Server Address:
br: Chomlec'h an dafariad:
ca: Adreça del servidor:
da: Serveradresse:
de: Server-Adresse:
es: Dirección del servidor:
fi: Palvelimen osoite:
fil: Address ng server:
fr: Adresse du serveur :
it: Indirizzo del server:
nl: Serveradres:
pl: Adres serwera:
pt_br: Endereço do Servidor:
sv: Serveradress:
tk: Serweriň salgysy:
tr: Sunucu adresi:
vi: Địa chỉ máy chủ:

# EditWebDAVAccountPageForm.ui|
source: https://myserver.example.com
br: Arveriad:
ca: https://elmeuservidor.exemple.com
de: https://meinserver.beispiel.com
es: https://miservidor.ejemplo.com
fr: https://myserver.exemple.com
nl: https://mijnserver.voorbeeld.nl
sv: https://minserver.exempel.se

# EditWebDAVAccountPageForm.ui|
source: User:
ca: Usuari:
da: Bruger:
de: Benutzer:
es: Usuario:
fi: Käyttäjä:
fil: Gumagamit:
fr: Utilisateur :
it: Utente:
nl: Gebruikersnaam:
pl: Użytkownik:
pt_br: Usuário:
sv: Användare:
tk: Ulanyjy:
tr: Kullanıcı:
vi: Người sử dụng:

# EditWebDAVAccountPageForm.ui|
source: User Name
br: Anv an arveriad
ca: Nom d'usuari
da: Brugernavn
de: Benutzer Name
es: Nombre de usuario
fi: Käyttäjätunnus
fil: Pangalan ng Gumagamit
fr: Nom d'utilisateur
it: Nome Utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome do Usuário
sv: Användarnamn
tk: Ulanyjynyň ady
tr: Kullanıcı adı
vi: Tên tài khoản

# EditWebDAVAccountPageForm.ui|
source: Password:
br: Ger-tremen:
ca: Contrasenya:
da: Adgangskode:
de: Passwort:
fi: Salasana:
fr: Mot de passe :
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
sv: Lösenord:
tk: Parol:
tr: Parola:
vi: Mật khẩu:

# EditWebDAVAccountPageForm.ui|
source: Password
br: Ger-tremen:
ca: Contrasenya
da: Adgangskode
de: Passwort
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_br: Senha
sv: Lösenord
tk: Parol
tr: Parola
vi: Mật khẩu

# EditWebDAVAccountPageForm.ui|
source: Disable Certificate Checks
br: Kontoù
ca: Deshabilita la comprobació del certificat
da: Deaktiver certifikatchecks
de: Zertifikatsprüfungen deaktivieren
es: Comprobación del certificado de invalidez
fi: Poista varmennetarkistukset käytöstä
fil: Huwag paganahin ang Mga Suriin sa Sertipiko
fr: Désactiver la vérification des certificats
it: Disattivare i controlli dei certificati
nl: Certificaatcontroles uitschakelen
pl: Kontrole zaświadczeń o wyłączeniu
pt_br: Desabilitar checagem de certificados.
sv: Inaktivera certifikatkontroller
tk: Şahadatnamalary barlaň
tr: Sertifika Denetimlerini Devre Dışı Bırak
vi: Vô hiệu hóa kiểm tra chứng chỉ

# EditWebDAVAccountPageForm.ui|
source: Failed to connect to the server. Please check your user name, password and the server address and retry.
ca: La connexió amb el servidor ha fallat. Comproveu el non d'usuari, contrasenya i adreça del servidor, i torneu-ho a provar.
da: Kunne ikke oprette forbindelse til serveren. Kontroller dit brugernavn, din adgangskode og serveradressen, og prøv igen.
de: Die Verbindung zum Server ist fehlgeschlagen. Bitte überprüfe Deinen Benutzernamen, Dein Passwort, die Serveradresse und versuche es erneut.
es: Falló la conexión con el servidor. Por favor, compruebe su nombre de usuario, contraseña y la dirección del servidor y vuelva a intentarlo.
fi: Tilit
fil: Di nakakonekta sa server. Mangyaring suriin ang iyong pangalan ng gumagamit, password at ang address ng server at muling subukan.
fr: Échec de la connexion au serveur. Veuillez vérifier votre nom d'utilisateur, votre mot de passe et l'adresse du serveur, puis réessayez.
it: Collegamento al server non riuscito. Si prega di controllare il nome utente, la password e l'indirizzo del server e di riprovare.
nl: Er kan geen verbinding worden gemaakt met de server. Controleer uw gebruikersnaam, wachtwoord en serveradres en probeer het opnieuw.
pl: Nie udało się połączyć z serwerem. Proszę sprawdzić nazwę użytkownika, hasło i adres serwera oraz powtórzyć próbę.
pt_br: Falha na conexão com o servidor. Verifique o seu nome de usuário, senha e o endereço do servidor e tente novamente.
sv: Kunde inte ansluta till servern. Kontrollera ditt användarnamn, lösenord och serveradress och försök igen.
tk: Serwere birikdirilmedi. Ulanyjy adyňyzy, parolyňyzy we serwer salgyňyzy barlaň we gaýtadan synanyşyň.
tr: Sunucuya bağlanırken hata oluştu. Lütfen kullanıcı adınızı, şifrenizi ve sunucu adresinizi kontrol edin ve tekrar deneyin.
vi: Không thể kết nối với máy chủ. Vui lòng kiểm tra tên người dùng, mật khẩu và địa chỉ máy chủ và thử lại.

# LibrariesSideBar|
source: Translate The App...
br: Treiñ ar meziant...
ca: Tradueix l'aplicació...
da: Oversæt appen...
de: Übersetze die App...
es: Traducir la aplicación...
fi: Käännä sovellus...
fil: Isalin ang App ...
fr: Traduire l'appli...
it: Tradurre l'App...
nl: Vertaal deze app…
pl: Przetłumaczyć aplikację...
pt_br: Traduza o aplicativo...
sv: Översätt programmet ...
tk: Programmany terjime et ...
tr: Uygulamayı Çevir...
vi: Dịch ứng dụng ...

# NewLibraryFromAccountPageForm.ui|
source: Create Library in Account
br: Krouiñ ul levraoueg er gont
ca: Crea una biblioteca al compte
da: Opret bibliotek på konto
de: Bibliothek im Konto anlegen
es: Crear la biblioteca en la cuenta
fi: Luo kirjasto tilille
fil: Lumikha ng Library sa Account
fr: Créer une bibliothèque dans le compte
it: Crea raccolta nell'account
nl: Verzameling aanmaken op account
pl: Tworzenie biblioteki na koncie
pt_br: Criar Biblioteca em Conta
sv: Skapa bibliotek på konto
tk: Hasapda kitaphana dörediň
tr: Hesapta Kütüphane Oluştur
vi: Tạo thư viện trong tài khoản

# NewLibraryFromAccountPageForm.ui|
source: A library created in an account is synchronized with it. This allows to easily back up a library to a server and later on restore it from there. Additionally, such libraries can be shared with other users (if the server allows this).
br: Krouiñ ul levraoueg nevez
ca: Una biblioteca creada en un compte se sincronitza amb ell. Això permet fer una còpia de seguretat d'una biblioteca a un servidor i restaurar-la des d'allà. A més, aquestes biblioteques es poden compartir amb altres usuaris (si el servidor ho permet).
da: Et bibliotek oprettet i en konto synkroniseres med det. Dette gør det nemt at tage backup af et bibliotek til en server og senere gendanne det derfra. Derudover kan sådanne biblioteker deles med andre brugere (hvis serveren tillader dette).
de: Eine in einem Konto erstellte Bibliothek wird mit diesem Konto synchronisiert. Dies ermöglicht es, eine Bibliothek einfach auf einem Server zu sichern und später von dort aus wiederherzustellen. Zusätzlich können solche Bibliotheken mit anderen Benutzern gemeinsam genutzt werden (wenn der Server dies erlaubt).
es: Una biblioteca creada en una cuenta se sincroniza con ella. Esto permite hacer fácilmente una copia de seguridad de una biblioteca en un servidor y más tarde restaurarla desde allí. Además, estas bibliotecas pueden ser compartidas con otros usuarios (si el servidor lo permite).
fi: Olemassa olevat kirjastot
fil: Ang isang aklatan na nilikha sa isang account ay naka-synchronize dito. Pinapayagan nitong madaling i-back up ang isang library sa isang server at kalaunan ay maibalik ito mula doon. Bilang karagdagan, ang mga naturang aklatan ay maaaring ibahagi sa iba pang mga.
fr: Une bibliothèque créée dans un compte est synchronisée avec celui-ci. Cela permet de sauvegarder facilement une bibliothèque sur un serveur et de la restaurer ultérieurement à partir de celui-ci. De plus, ces bibliothèques peuvent être partagées avec d'autres utilisateurs (si le serveur le permet).
it: Una raccolta creata in un account è sincronizzata con esso. Questo permette di eseguire facilmente il backup di una raccolta su un server e successivamente di ripristinarla da lì. Inoltre, tali raccolte possono essere condivise con altri utenti (se il server lo consente).
nl: Als u een verzameling aanmaakt op een account, dan wordt deze gesynchroniseerd, waardoor deze eenvoudig gebackupt en hersteld kan worden op/van een server. Ook kunt u deze delen met anderen (als de server in kwestie dit toestaat).
pl: Biblioteka utworzona na koncie jest zsynchronizowana z nim. Pozwala to na łatwe utworzenie kopii zapasowej biblioteki na serwerze, a następnie odtworzenie jej stamtąd. Dodatkowo, takie biblioteki mogą być współdzielone z innymi użytkownikami (jeśli serwer na to pozwoli).
pt_br: Uma biblioteca criada em uma conta é sincronizada com ela. Isto permite fazer facilmente o backup de uma biblioteca para um servidor e depois restaurá-la a partir daí. Além disso, tais bibliotecas podem ser compartilhadas com outros usuários (se o servidor permitir isso).
sv: Ett bibliotek skapat i ett konto synkroniseras med det. Detta gör det enkelt att säkerhetskopiera ett bibliotek till en server och senare återställa det därifrån. Sådana bibliotek kan dessutom delas med andra användare (om servern tillåter detta).
tk: Hasapda döredilen kitaphana onuň bilen sinhronlaşdyrylýar. Bu kitaphanany serwere aňsatlyk bilen ätiýaçlamaga we soňra şol ýerden dikeltmäge mümkinçilik berýär. Mundan başga-da, şeýle kitaphanalary beýleki ulanyjylar bilen paýlaşyp bolýar (serwer muňa rugsat berse).
tr: Bir hesapta oluşturulan kitaplık onunla senkronize edilir. Bu, bir kütüphaneyi bir sunucuya kolayca yedeklemenizi ve daha sonra oradan geri yüklemenizi sağlar. Ayrıca, bu tür kitaplıklar diğer kullanıcılarla paylaşılabilir (sunucu buna izin veriyorsa).
vi: Một thư viện được tạo trong một tài khoản được đồng bộ hóa với nó. Điều này cho phép dễ dàng sao lưu thư viện vào máy chủ và sau đó khôi phục nó từ đó. Ngoài ra, các thư viện như vậy có thể được chia sẻ với người dùng khác (nếu máy chủ cho phép điều này).

# NewLibraryFromAccountPageForm.ui|
source: Existing Libraries
ca: Biblioteques existents
da: Eksisterende biblioteker
de: Vorhandene Bibliotheken
es: Bibliotecas existentes
fil: Mga umiiral na Aklatan
fr: Bibliothèques existantes
it: Librerie esistenti
nl: Bestaande verzamelingen
pl: Istniejące biblioteki
pt_br: Bibliotecas Existentes
sv: Befintliga bibliotek
tk: Bar bolan kitaphanalar
tr: Mevcut Kütüphaneler
vi: Thư viện hiện có

# NewLibraryFromAccountPageForm.ui|
source: Select an existing library on the server to add it to the app.
ca: Seleccioneu una biblioteca existent al servidor per afegir-la a l'aplicació.
da: Vælg et eksisterende bibliotek på serveren for at føje det til appen.
de: Wähle eine vorhandene Bibliothek auf dem Server aus, um sie zur App hinzuzufügen.
es: Selecciona una biblioteca existente en el servidor para añadirla a la aplicación.
fi: Valitse olemassa oleva kirjasto palvelimelta lisätäksesi sen sovellukseen.
fil: Pumili ng isang umiiral na library sa server upang idagdag ito sa app.
fr: Choisir une bibliothèque existante sur le serveur pour l'ajouter à l'application.
it: Selezionare una raccolta esistente sul server per aggiungerla all'app.
nl: Kies een bestaande verzameling op de server.
pl: Wybierz istniejącą bibliotekę na serwerze, aby dodać ją do aplikacji.
pt_br: Selecione uma biblioteca existente no servidor para adicioná-la ao aplicativo.
sv: Välj ett befintligt bibliotek på servern för att lägga till det i programmet.
tk: Programma goşmak üçin serwerde bar bolan kitaphanany saýlaň.
tr: Uygulamaya eklemek için sunucuda var olan bir kitaplığı seçin.
vi: Chọn một thư viện hiện có trên máy chủ để thêm nó vào ứng dụng.

# NewLibraryFromAccountPageForm.ui|
source: No libraries were found on the server.
ca: No s'han trobat biblioteques en el servidor.
da: Ingen biblioteker blev fundet på serveren.
de: Auf dem Server wurden keine Bibliotheken gefunden.
es: No se encontraron bibliotecas en el servidor.
fi: Palvelimelta ei löytynyt kirjastoja.
fil: Walang natagpuan ang mga aklatan sa server.
fr: Aucune bibliothèque n'a été trouvée sur le serveur.
it: Non sono state trovate raccolte sul server.
nl: Er zijn geen verzamelingen aangetroffen.
pl: Na serwerze nie znaleziono żadnych bibliotek.
pt_br: Nenhuma biblioteca foi encontrada no servidor.
sv: Inga bibliotek hittades på servern.
tk: Serwerde kitaphanalar tapylmady.
tr: Sunucuda kitaplık bulunamadı.
vi: Không có thư viện được tìm thấy trên máy chủ.

# NewLibraryFromAccountPageForm.ui|
source: Searching existing libraries...
ca: Cercant en les biblioteques existents...
da: Søger i eksisterende biblioteker ...
de: Bestehende Bibliotheken durchsuchen...
es: Buscando en las bibliotecas existentes...
fi: Etsitään olemassa olevia kirjastoja...
fil: Paghahanap ng umiiral na mga aklatan...
fr: Recherche des bibliothèques existantes...
it: Ricerca nelle raccolte esistenti...
nl: Bezig met zoeken naar bestaande verzamelingen…
pl: Przeszukując istniejące biblioteki...
pt_br: Pesquisando bibliotecas existentes...
sv: Söker i befintliga bibliotek ...
tk: Bar bolan kitaphanalary gözlemek ...
tr: Mevcut kütüphaneler aranıyor...
vi: Tìm kiếm các thư viện hiện có ...

# NewLibraryFromAccountPageForm.ui|
source: Create a New Library
ca: Crea una biblioteca nova
da: Opret et nyt bibliotek
de: Neue Bibliothek erstellen
es: Crear una nueva biblioteca
fi: Luo uusi kirjasto
fil: Lumikha ng isang Bagong Library
fr: Créer une nouvelle bibliothèque
it: Creare una nuova Raccolta
nl: Verzameling aanmaken
pl: Stwórz nową bibliotekę
pt_br: Criar uma Nova Biblioteca
sv: Skapa ett nytt bibliotek
tk: Täze kitaphana dörediň
tr: Yeni Kitaplık Oluştur
vi: Tạo một thư viện mới

# NewLibraryFromAccountPageForm.ui|
source: Create a new library, which will be synchronized with the server. Such a library can be added to the app on other devices as well to synchronize data.
br: Anv va levraoueg lec'hel nevez
ca: Crea una biblioteca nova, que se sincronitzarà amb el servidor. Aquesta biblioteca es pot afegir a l'aplicació en altres dispositius, així com per sincronitzar dades.
da: Opret et nyt bibliotek, som synkroniseres med serveren. Et sådant bibliotek kan føjes til appen på andre enheder samt for at synkronisere data.
de: Erstellen eine neue Bibliothek, die mit dem Server synchronisiert wird. Eine solche Bibliothek kann der App auch auf anderen Geräten hinzugefügt werden, um Daten zu synchronisieren.
es: Crear una nueva biblioteca, que se sincronizará con el servidor. Tal biblioteca puede ser añadida a la aplicación en otros dispositivos también para sincronizar los datos.
fi: Uuden kirjaston nimi
fil: Lumikha ng isang bagong library, na mai-synchronize sa server. Ang nasabing isang silid-aklatan ay maaaring idagdag sa app sa iba pang mga aparato pati na rin upang ma-synchronize ang data.
fr: Créer une nouvelle bibliothèque, qui sera synchronisée avec le serveur. Une telle bibliothèque peut être ajoutée à l'application sur d'autres appareils pour synchroniser les données.
it: Creare una nuova raccolta, che sarà sincronizzata con il server. Tale raccolta può essere aggiunta all'app anche su altri dispositivi per sincronizzare i dati.
nl: Maak een nieuwe verzameling aan, welke gesynchroniseerd wordt met de server, waardoor u deze ook kunt toevoegen op andere apparaten.
pl: Stwórz nową bibliotekę, która będzie synchronizowana z serwerem. Taką bibliotekę można dodać do aplikacji na innych urządzeniach, jak również w celu synchronizacji danych.
pt_br: Crie uma nova biblioteca, que será sincronizada com o servidor. Tal biblioteca pode ser adicionada ao aplicativo em outros dispositivos também para sincronizar dados.
sv: Skapa ett nytt bibliotek som skall synkroniseras med servern. Ett sådant bibliotek kan läggas till i appen på andra enheter också, för att synkronisera data.
tk: Serwer bilen sinhronlanjak täze kitaphana dörediň. Şeýle kitaphanany beýleki enjamlardaky programma goşmak bilen maglumatlary sinhronlamak üçin hem goşup bolýar.
tr: Sunucuyla senkronize edilecek yeni bir kütüphane oluşturun. Böyle bir kütüphane, verileri senkronize etmek için uygulamaya diğer cihazlarda da eklenebilir.
vi: Tạo một thư viện mới, sẽ được đồng bộ hóa với máy chủ. Một thư viện như vậy có thể được thêm vào ứng dụng trên các thiết bị khác để đồng bộ hóa dữ liệu.

# NewLibraryFromAccountPageForm.ui|
source: My new library's name
ca: Nom de la meva nova biblioteca
da: Mit nye biblioteks navn
de: Der Name meiner neuen Bibliothek
es: El nombre de mi nueva biblioteca
fil: Ang pangalan ng aking bagong aklatan
fr: Nom de ma nouvelle bibliothèque
it: Il nome della mia nuova Raccolta
nl: De naam van mijn nieuwe verzameling
pl: Moja nowa biblioteka nazywa się
pt_br: O nome da minha nova biblioteca
sv: Mitt nya biblioteksnamn
tk: Täze kitaphanamyň ady
tr: Yeni kütüphanemin adı
vi: Tên thư viện mới của tôi

# NewLibraryInFolderPageForm.ui|
source: Open a Folder as a Library
br: Teul:
ca: Obrir una carpeta com a biblioteca
da: Åbn en mappe som et bibliotek
de: Öffnen eines Ordners als Bibliothek
es: Abrir una carpeta como biblioteca
fi: Avaa kansio kirjastona
fil: Magbukas ng isang Folder bilang isang Library
fr: Ouvrir un dossier en tant que bibliothèque
it: Aprire una cartella come Raccolta
nl: Map openen als verzameling
pl: Otwórz Folder jako Biblioteka
pt_br: Abra uma Pasta como uma Biblioteca
sv: Öppna en mapp som bibliotek
tk: Kitaphana hökmünde bukjany açyň
tr: Klasörü Kütüphane Olarak Aç
vi: Mở một thư mục như một thư viện
