Repository: mhoeher/opentodolist
Catalog: app/translations/OpenTodoList-*.po
Languages: br, ca, da, de, es, fi, fil, fr, it, nl, pl, pt_br, sv, tk, tr, vi

# NewLibraryPage|
source: The items you add to the library will be stored in the default location for libraries.
br: Notenn
ca: Els articles que afegiu a la biblioteca s'emmagatzemaran en la ubicació per defecte per a les biblioteques.
da: Elementerne, du tilføjer til biblioteket, gemmes på standardplaceringen for biblioteker.
de: Die Einträge, die zur Bibliothek hinzugefügt werden, werden im Standardverzeichnis für Bibliotheken abgelegt.
es: Los artículos que añada a la biblioteca se almacenarán en la ubicación predeterminada para las bibliotecas.
fi: Valitse kirjaston sijainti
fil: Ang mga item na idadagdag mo sa library ay maiimbak sa default na lokasyon para sa mga aklatan.
fr: Les éléments que vous ajoutez à la bibliothèque seront stockés dans l'emplacement par défaut des bibliothèques.
it: Gli elementi aggiunti alla racolta verranno memorizzati nella posizione predefinita.
nl: De items die u toevoegt aan de verzameling worden opgeslagen op de standaard verzamelingslocatie.
pl: Pozycje dodane do biblioteki będą przechowywane w domyślnej lokalizacji dla bibliotek.
pt_br: Os itens que você adicionar à biblioteca serão armazenados no local padrão das bibliotecas.
sv: Objekten du lägger till i biblioteket kommer att lagras på standardplatsen för bibliotek.
tk: Kitaphana goşýan zatlaryňyz kitaphanalar üçin deslapky ýerde saklanar.
tr: Kitaplığa eklediğiniz öğeler, kitaplıklar için varsayılan konumda saklanır.
vi: Các mục bạn thêm vào thư viện sẽ được lưu trữ ở vị trí mặc định cho các thư viện.

# NewLibraryPage|
source: Please select a directory into which the library items shall be saved. You can also select an existing library directory. In this case, the library will be imported.
ca: Seleccioneu un directori on es desaran els elements de la biblioteca. També podeu seleccionar un directori d'una biblioteca existent. En aquest cas, s'importarà la biblioteca.
da: Vælg et bibliotek, hvor bibliotekselementerne skal gemmes i. Du kan også vælge et eksisterende bibliotekskatalog. I dette tilfælde importeres biblioteket.
de: Bitte ein Verzeichnis auswählen, in welchem die Bibliothek abgelegt werden soll. Es kann außerdem ein bestehendes Bibliotheksverzeichnis ausgewählt werden. In diesem Fall wird diese in die Anwendung importiert.
es: Por favor, seleccione un directorio en el que se guardarán los artículos de la biblioteca. También puede seleccionar un directorio de la biblioteca existente. En este caso, la biblioteca será importada.
fil: Mangyaring pumili ng isang direktoryo kung saan mai-save ang mga item sa aklatan. Maaari ka ring pumili ng isang umiiral na direktoryo ng library. Sa kasong ito, mai-import ang aklatan.
fr: Veuillez sélectionner un répertoire dans lequel les documents de la bibliothèque seront enregistrés. Vous pouvez également sélectionner un répertoire de bibliothèque existant. Dans ce cas, la bibliothèque sera importée.
it: Selezionare un elenco in cui salvare le voci della raccolta. È possibile selezionare anche un elenco della raccolta esistente. In questo caso la raccolta verrà importata.
nl: Kies een map om de verzameling in op te slaan. Ook kunt u een bestaande verzamelingsmap kiezen om te importeren.
pl: Proszę wybrać katalog, do którego mają być zapisywane pozycje biblioteczne. Można również wybrać istniejący katalog biblioteczny. W tym przypadku biblioteka zostanie zaimportowana.
pt_br: Por favor selecione um diretório no qual os itens da biblioteca devem ser salvos. Você também pode selecionar um diretório existente da biblioteca. Neste caso, a biblioteca será importada.
sv: Välj en katalog som biblioteksobjekten skall sparas i. Du kan också välja en befintlig bibliotekskatalog. I detta fall kommer biblioteket att importeras.
tk: Kitaphana elementleriniň saklanjak bukjasyny saýlaň. Şeýle hem bar bolan kitaphananyň katalogyny saýlap bilersiňiz. Bu ýagdaýda kitaphana import ediler.
tr: Lütfen kütüphane öğelerinin kaydedileceği bir dizin seçin. Mevcut bir kütüphane dizinini de seçebilirsiniz. Bu durumda kütüphane içe aktarılacaktır.
vi: Vui lòng chọn một thư mục mà các mục thư viện sẽ được lưu. Bạn cũng có thể chọn một thư mục thư viện hiện có. Trong trường hợp này, thư viện sẽ được nhập khẩu.

# NewLibraryPage|
source: Please select a library location
ca: Selecciona la ubicació de la biblioteca
da: Vælg et bibliotekssted
de: Bitte ein Verzeichnis für die Bibliothek auswählen
es: Por favor, seleccione una ubicación de la biblioteca
fil: Mangyaring pumili ng lokasyon ng library
fr: Veuillez choisir un emplacement de bibliothèque
it: Si prega di selezionare una sede della raccolta
nl: Kies een verzamelingslocatie
pl: Proszę wybrać lokalizację biblioteki
pt_br: Por favor, selecione a localização da biblioteca
sv: Välj en biblioteksplats
tk: Kitaphananyň ýerleşýän ýerini saýlaň
tr: Lütfen bir kütüphane yeri seçin
vi: Vui lòng chọn một vị trí thư viện

# NewTopLevelItemButton|
source: Note
ca: Nota
da: Bemærk
de: Notiz
es: Nota
fi: Kuva
fil: Tandaan
it: Nota
nl: Notitie
pl: Uwaga
pt_br: Nota
sv: Anteckning
tk: Bellik
tr: Not
vi: Ghi chú

# NewTopLevelItemButton|
source: Todo List
br: Skeudenn
ca: Llista de coses a fer
da: Todo liste
de: Aufgabenliste
es: Lista de todo...
fil: Listahan ng Todo
fr: Liste des tâches
it: Elenco delle cose da fare
nl: Takenlijst
pl: Lista Todo
pt_br: Lista de Afazeres
sv: Att-göra-lista
tk: Todo sanawy
tr: Tüm Liste
vi: Những việc cần làm

# NewTopLevelItemButton|
source: Image
ca: Imatge
da: Billede
de: Bild
es: Imagen
fil: Imahe
it: Immagine
nl: Afbeelding
pl: Obrazek
pt_br: Imagem
sv: Bild
tk: Surat
tr: görüntü
vi: Hình ảnh

# OpenFileDialog|
source: Select a File
br: Diuzañ ur restr
ca: Selecciona un fitxer
da: Vælg en fil
de: Datei auswählen
es: Seleccione un archivo
fi: Valitse tiedosto
fil: Pumili ng isang File
fr: Choisir un fichier
it: Selezionare un file
nl: Kies een bestand
pl: Wybierz plik
pt_br: Selecione um arquivo
sv: Välj en fil
tk: Faýl saýlaň
tr: Bir dosya seçin
vi: Chọn một tập tin

# OpenImageDialog|
source: Select Image
br: Diuzañ ur skeudenn
ca: Selecciona una imatge
da: Vælg billede
de: Bild auswählen
es: Seleccione la imagen
fi: Valitse kuva
fil: Piliin ang Imahe
fr: Choisir une image
it: Selezionare l'immagine
nl: Kies een afbeelding
pl: Wybierz obrazek
pt_br: Selecione uma Imagem
sv: Välj bild
tk: Surat saýlaň
tr: Fotoğraf seç
vi: Chọn ảnh

# RenameItemDialog|
source: Rename Item
br: Adenvel an elfenn
ca: Reanomena l'element
da: Omdøb varen
de: Eintrag umbenennen
es: Cambiar el nombre del artículo
fi: Nimeä tietue uudelleen
fil: Palitan ang pangalan ng item
fr: Renommer l'élément
it: Rinominare l'articolo
nl: Itemnaam wijzigen
pl: Zmień nazwę pozycji
pt_br: Renomear Item
sv: Byt namn på objektet
tk: Harydyň adyny üýtgediň
tr: Öğeyi Yeniden Adlandır
vi: Đổi tên mục

# RenameItemDialog|
source: Enter item title...
br: Bizskrivit titl an elfenn...
ca: Escriu el títol de l'element...
da: Indtast varetitel...
de: Titel für den Eintrag...
es: Introduce el título del artículo...
fi: Kirjoita tietueen otsikko...
fil: Ipasok ang pamagat ng item ...
fr: Saisir le titre de l'élément...
it: Inserire il titolo dell'articolo...
nl: Voer een naam in…...
pl: Wpisz tytuł pozycji...
pt_br: Digite o título do item...
sv: Ange objektnamn ...
tk: Harydyň adyny giriziň ...
tr: Öğe başlığını girin ...
vi: Nhập tiêu đề mục ...

# RenameLibraryDialog|
source: Rename Library
br: Adenvel al levraoueg
ca: Reanomenta la biblioteca
da: Omdøb bibliotek
de: Bibliothek umbenennen
es: Renombrar la biblioteca
fi: Nimeä kirjasto uudelleen
fil: Palitan ang pangalan ng Library
fr: Renommer la bibliothèque
it: Rinominare la raccolta
nl: Verzamelingsnaam wijzigen
pl: Zmień nazwę biblioteki
pt_br: Renomear Biblioteca
sv: Byt namn på biblioteket
tk: Kitaphananyň adyny üýtgediň
tr: Kütüphaneyi Yeniden Adlandır
vi: Đổi tên thư viện

# RenameLibraryDialog|
source: Enter library title...
br: Bizskrivit titl al levraoueg...
ca: Escriu el títol de la biblioteca...
da: Indtast bibliotekets titel...
de: Bibliotheksnamen eingeben...
es: Introduce el título de la biblioteca...
fi: Kirjoita kirjaston otsikko...
fil: Ipasok ang pamagat ng aklatan ...
fr: Entrer le titre de la bibliothèque...
it: Inserire il titolo della raccolta...
nl: Voer een naam in…
pl: Wpisz tytuł biblioteki...
pt_br: Digite o título da biblioteca...
sv: Ange biblioteksnamn ...
tk: Kitaphananyň adyny giriziň ...
tr: Kütüphane başlığını girin ...
vi: Nhập tiêu đề thư viện ...

# ScheduleViewPage|
source: Today
br: Hiziv
ca: Avui
da: I dag
de: Heute
es: Hoy
fi: Tänään
fil: Ngayon
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pl: Dziś
pt_br: Hoje
sv: Idag
tk: Bu gün
tr: Bugün
vi: Hôm nay

# ScheduleViewPage|
source: Tomorrow
br: Warc'hoazh
ca: Demà
da: I morgen
de: Morgen
es: Mañana
fi: Huomenna
fil: Bukas
fr: Demain
it: Domani
nl: Morgen
pl: Jutro
pt_br: Amanhã
sv: Imorgon
tk: Ertir
tr: Yarın
vi: Ngày mai

# ScheduleViewPage|
source: Later This Week
br: Ar sizhun a zeu
ca: A finals d'aquesta setmana
da: Senere denne uge
de: Später in dieser Woche
es: A finales de esta semana
fi: Myöhemmin tällä viikolla
fil: Mamaya This Week
fr: Plus tard cette semaine
it: Più tardi questa settimana
nl: Later deze week
pl: Jeszcze w tym tygodniu
pt_br: Mais Tarde Nesta Semana
sv: Senare denna vecka
tk: Bu hepde soň
tr: Bu Haftanın Sonunda
vi: Cuối tuần này

# ScheduleViewPage|
source: Next Week
ca: La semana següent
da: Næste uge
de: Nächste Woche
es: La próxima semana
fi: Ensi viikolla
fil: Susunod na linggo
fr: Semaine prochaine
it: Settimana prossima
nl: Volgende week
pl: W przyszłym tygodniu
pt_br: Próxima Semana
sv: Nästa vecka
tk: Indiki hepde
tr: Gelecek hafta
vi: Tuần tới

# ScheduleViewPage|
source: Coming Next
br: Leuskel a-gostez
ca: A continuació
da: Kommer næste
de: als nächstes geplant
es: A continuación
fi: Tulossa seuraavaksi
fil: Paparating
fr: Prochainement
it: In arrivo
nl: Aankomend
pl: Idziemy dalej
pt_br: Próximo
sv: Kommer härnäst
tk: Indiki
tr: Sıradaki
vi: Kế tiếp

# ScheduleViewPage|
source: Nothing scheduled... Add a due date to items for them to appear here.
ca: No hi ha res programat... Afegeix una data de venciment als elements per a què apareguin aquí.
da: Intet planlagt ...Tilføj en forfaldsdato til poster, så de kan vises her.
de: Nichts geplant... Einträge, die ein Enddatum gesetzt haben, werden in dieser Liste angezeigt.
es: No hay nada programado... Añade una fecha de vencimiento a los artículos para que aparezcan aquí.
fi: Mitään ei ole aikataulutettu... Aseta määräpäivä tietueille, jotta ne ilmestyvät tänne näkyviin.
fil: Walang naka-iskedyul ... Magdagdag ng isang takdang petsa sa mga item para sa kanila na lumitaw dito.
fr: Rien de prévu... Ajoutez une date d'échéance aux éléments pour qu'ils apparaissent ici.
it: Niente di programmato... Aggiungere una data di scadenza alle voci per farle apparire qui.
nl: Er is niks ingepland. Ken een einddatum toe aan items om ze hier te tonen.
pl: Nic zaplanowanego... Dodaj termin do pozycji, aby się tu pojawiły.
pt_br: Nada programado... Adicione uma data de vencimento aos itens para que eles apareçam aqui.
sv: Inget schemalagt ... Lägg till förfallodag till objekt för att de skall visas här.
tk: Hiç zat meýilleşdirilmedi ... Bu ýerde peýda bolmagy üçin elementlere bellenilen senäni goşuň.
tr: Planlanmış bir şey yok ... Öğelerin burada görünmeleri için bir son tarih ekleyin.
vi: Không có gì theo lịch trình ... Thêm ngày đáo hạn vào các mục để chúng xuất hiện ở đây.

# ScheduleViewPage|
source: Overdue
ca: Vençut
da: Forsinket
de: Überfällig
es: Atrasado
fi: Ohita
fr: En retard
it: In ritardo
nl: Verstreken
pl: Przeterminowane
pt_br: Vencido
sv: Förfallna
tk: Wagtyň geçmegi
tr: vadesi geçmiş
vi: Quá hạn

# SyncErrorNotificationBar|
source: There were errors when synchronizing the library. Please ensure that the library settings are up to date.
ca: Hi ha hagut erros en sincronitzar la biblioteca. Assegureu-vos que els ajusts de la biblioteca estan actualitzats.
da: Der opstod fejl ved synkronisering af biblioteket. Sørg for, at bibliotekets indstillinger er opdaterede.
de: Es sind Fehler beim Synchronisieren der Anwendung aufgetreten. Bitte sicherstellen, dass die Einstellungen der Bibliothek korrekt sind.
es: Hubo errores al sincronizar la biblioteca. Por favor, asegúrese de que la configuración de la biblioteca esté actualizada.
fil: May mga pagkakamali sa pag-synchronize ng library. Mangyaring tiyaking napapanahon ang mga setting ng aklatan.
fr: Il y a eu des erreurs lors de la synchronisation de la bibliothèque. Veuillez vous assurer que les paramètres de la bibliothèque sont à jour.
it: Ci sono stati errori durante la sincronizzazione della raccolta. Assicuratevi che le impostazioni della raccolta siano aggiornate.
nl: Er zijn fouten opgetreden tijdens het synchroniseren. Zorg er voor dat de instellingen bijgewerkt zijn.
pl: Wystąpiły błędy podczas synchronizacji biblioteki. Proszę upewnić się, że ustawienia biblioteki są aktualne.
pt_br: Houve erros ao sincronizar a biblioteca. Por favor, certifique-se de que as configurações da biblioteca estão atualizadas.
sv: Det uppstod fel vid synkronisering av biblioteket. Tillse att bibliotekets inställningar är uppdaterade.
tk: Kitaphanany sinhronlamakda ýalňyşlyklar boldy. Kitaphana sazlamalarynyň täzelenendigine göz ýetiriň.
tr: Kitaplık senkronize edilirken hatalar oluştu. Lütfen kütüphane ayarlarının güncel olduğundan emin olun.
vi: Có lỗi khi đồng bộ hóa thư viện. Vui lòng đảm bảo rằng các cài đặt thư viện được cập nhật.

# SyncErrorNotificationBar|
source: Ignore
ca: Ignora
da: Ignorere
de: Ignorieren
fil: Huwag pansinin
fr: Ignorer
it: Ignora
nl: Negeren
pl: Ignoruj
pt_br: Ignorar
sv: Ignorera
tk: Üns berme
tr: Aldırmamak
vi: Làm lơ

# SyncErrorNotificationBar|
source: View
br: Gwelout
ca: Veure
da: Udsigt
de: Überprüfen
es: Vea
fi: Näytä
fil: Tingnan
fr: Afficher
it: Vedi
nl: Tonen
pl: Widok
pt_br: Veja
sv: Visa
tk: Gör
tr: Görünüm
vi: Lượt xem

# SyncIndicatorBar|
source: Synchronizing library...
br: Krouiñ ul levraoueg
ca: S'està sincronitzant la biblioteca...
da: Synkroniserer bibliotek ...
de: Synchronisation der Bibliothek läuft...
es: Sincronizar la biblioteca...
fi: Synkronoidaan kirjasto...
fil: Pag-synchronize ng library ...
fr: Synchronisation de la bibliothèque...
it: Sincronizzazione raccolta...
nl: Bezig met synchroniseren…
pl: Synchronizacja biblioteki...
pt_br: Biblioteca sincronizadora...
sv: Synkroniserar bibliotek ...
tk: Sinhronlaşdyryş kitaphanasy ...
tr: Kütüphane senkronize ediliyor ...
vi: Đồng bộ hóa thư viện ...

# SyncLibrarySelectionPage|
source: Create Library
ca: Crea una biblioteca
da: Opret bibliotek
de: Bibliothek anlegen
es: Crear la biblioteca
fi: Luo kirjasto
fil: Lumikha ng Library
fr: Créer une bibliothèque
it: Creare una Raccolta
nl: Verzameling aanmaken
pl: Tworzenie biblioteki
pt_br: Criar Biblioteca
sv: Skapa bibliotek
tk: Kitaphana dörediň
tr: Kütüphane Oluştur
vi: Tạo thư viện

# SyncLibrarySelectionPage|
source: OK
br: Mat eo
ca: D'acord
nl: Oké
tk: Bolýar

# SyncLibrarySelectionPage|
source: Cancel
br: Nullañ
ca: Cancel·la
da: Afbestille
de: Abbrechen
es: Cancelar
fi: Peruuta
fil: Pagkansela
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
tk: Elatyr
tr: İptal etmek
vi: Hủy bỏ

# SyncLibrarySelectionPage|
source: Create new library on server
br: Krouiñ ul levraoueg nevez war ar servijer
ca: Crea una nova biblioteca en el servidor
da: Opret nyt bibliotek på serveren
de: Neue Bibliothek auf dem Server anlegen
es: Crear una nueva biblioteca en el servidor
fi: Luo uusi kirjasto palvelimelle
fil: Lumikha ng bagong library sa server
fr: Créer une nouvelle bibliothèque sur le serveur
it: Creare una nuova raccolta sul server
nl: Verzameling aanmaken op server
pl: Tworzenie nowej biblioteki na serwerze
pt_br: Criar nova biblioteca no servidor
sv: Skapa nytt bibliotek på servern
tk: Serwerde täze kitaphana dörediň
tr: Sunucuda yeni kütüphane oluştur
vi: Tạo thư viện mới trên máy chủ

# SyncLibrarySelectionPage|
source: Searching for existing libraries...
br: Nullañ
ca: S'estan cercant les biblioteques existent...
da: Søger efter eksisterende biblioteker...
de: Suche bestehende Bibliotheken...
es: Buscando las bibliotecas existentes...
fi: Etsitään olemassa olevia kirjastoja...
fil: Paghahanap para sa mayroon nang mga aklatan ...
fr: Recherche de bibliothèques existantes...
it: Ricerca di biblioteche esistenti...
nl: Bezig met zoeken naar bestaande verzamelingen…
pl: Szukając istniejących bibliotek...
pt_br: Procurando por bibliotecas existentes...
sv: Söker efter befintliga bibliotek ...
tk: Bar bolan kitaphanalary gözlemek ...
tr: Mevcut kütüphaneler aranıyor ...
vi: Tìm kiếm các thư viện hiện có ...

# SynchronizerBackendSelectionPage|
source: Cancel
ca: Cancel·la
da: Afbestille
de: Abbrechen
es: Cancelar
fi: Peruuta
fil: Pagkansela
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
tk: Elatyr
tr: İptal etmek
vi: Hủy bỏ

# SynchronizerBackendSelectionPage|
source: OK
br: Mat eo
ca: D'acord
nl: Oké

# SynchronizerBackendSelectionPage|
source: Local Library
br: Levraoueg lec'hel
ca: Biblioteca local
da: Lokalt bibliotek
de: Lokale Bibliothek
es: Biblioteca local
fi: Paikallinen kirjasto
fil: Lokal na Library
fr: Bibliothèque locale
it: Raccolta locale
nl: Lokale verzameling
pl: Biblioteka lokalna
pt_br: Biblioteca Local
sv: Lokalt bibliotek
tk: Libraryerli kitaphana
tr: Yerel kütüphane
vi: Thư viện địa phương

# TodoListItem|
source: ✔ No open todos - everything done
br: Leuskel a-gostez
ca: Sense tasques pendents - tot fet
da: ✔ Ingen åbne todos - alt gjort
de: ✔ Keine offenen Aufgaben - alles erledigt
es: ✔ No open todos - todo hecho
fi: Tehtävät
fil: ✔ Walang bukas na todos - tapos na ang lahat
fr: ✔ Pas de Todo en cours - tout est fait
it: ✔ Non ci sono todos aperti - tutto fatto
nl: ✔ Geen openstaande taken - alles is afgerond
pl: ✔ Żadnych otwartych spraw - wszystko zrobione
pt_br: ✔ Sem afazeres abertos - tudo feito
sv: ✔ Inga öppna att-göra - Allt klart
tk: Open Açyk todos ýok - hemme zat ýerine ýetirildi
tr: ✔ Hiçbir açık todos - her şey bitmiş
vi: ✔ Không mở todos - mọi thứ đã xong

# TodoListPage|
source: Search term 1, search term 2, ...
ca: Terme de cerca 1, terme de cerca 2, ...
da: Søgeudtryk 1, søgeudtryk 2, ...
de: Suchbegriff 1, Suchbegriff 2, ...
es: Término de búsqueda 1, término de búsqueda 2, ...
fil: Paghahanap ng term 1, term sa paghahanap, ...
fr: Terme de recherche 1, terme de recherche 2, ....
it: Termine di ricerca 1, termine di ricerca 2, ...
nl: Zoekterm 1, zoekterm 2, …
pl: Wyszukiwanie terminu 1, wyszukiwania terminu 2, ...
pt_br: Termo de busca 1, termo de busca 2, ...
sv: Sökterm 1, sökterm 2, ...
tk: Gözleg termini 1, gözleg termini 2, ...
tr: Arama terimi 1, arama terimi 2, ...
vi: Tìm kiếm thuật ngữ 1, tìm kiếm thuật ngữ 2, ...

# TodoListPage|
source: Todos
ca: Coses a fer
de: Aufgaben
nl: Taken
pt_br: Afazeres
sv: Att-göra

# TodoListPage|
source: Completed Todos
ca: Llistes completades
da: Udført Todos
de: Erledigte Aufgaben
es: Completado Todos
fil: Natapos ang Todos
fr: Todos achevés
it: Completato Todos
nl: Afgeronde taken
pl: Ukończone Todos
pt_br: Afazeres completados
sv: Slutförda Att-göra
tk: Tamamlanan Todos
tr: Tamamlanan Yapılacaklar
vi: Todos đã hoàn thành

# TodoPage|
source: Search term 1, search term 2, ...
ca: Terme de cerca 1, terme de cerca 2, ...
da: Søgeudtryk 1, søgeudtryk 2, ...
de: Suchbegriff 1, Suchbegriff 2, ...
es: Término de búsqueda 1, término de búsqueda 2, ...
fil: Paghahanap ng term 1, term sa paghahanap, ...
fr: Terme de recherche 1, terme de recherche 2, ....
it: Termine di ricerca 1, termine di ricerca 2, ...
nl: Zoekterm 1, zoekterm 2, …
pl: Wyszukiwanie terminu 1, wyszukiwania terminu 2, ...
pt_br: Termo de busca 1, termo de busca 2, ...
sv: Sökterm 1, sökterm 2, ...
tk: Gözleg termini 1, gözleg termini 2, ...
tr: Arama terimi 1, arama terimi 2, ...
vi: Tìm kiếm thuật ngữ 1, tìm kiếm thuật ngữ 2, ...

# TodoPage|
source: Tasks
ca: Tasques
da: Opgaver
de: Unteraufgaben
es: Tareas
fil: Mga Gawain
fr: Tâches
it: Compiti
nl: Taken
pl: Zadania
pt_br: Tarefas
sv: Uppgifter
tk: Wezipeler
tr: Görevler
vi: Nhiệm vụ

# UpdateNotificationBar|
source: An update to OpenTodoList %1 is available.
ca: Una actualització d'OpenTodoList %1 está disponible.
da: En opdatering til OpenTodoList% 1 er tilgængelig.
de: Die neue Version OpenTodoList %1 ist verfügbar.
es: Una actualización de OpenTodoList %1 está disponible.
fi: Päivitys OpenTodoListin versioon %1 on saatavilla.
fil: Ang isang pag-update sa OpenTodoList % 1 ay magagamit.
fr: Une mise à jour d'OpenTodoList %1 est disponible.
it: È disponibile un aggiornamento di OpenTodoList %1.
nl: Er is een update beschikbaar van OpenTodoList: %1.
pl: Dostępna jest aktualizacja do OpenTodoList %1.
pt_br: Uma atualização para a OpenTodoList %1 está disponível.
sv: En uppdatering till OpenTodoList % 1 finns tillgänglig.
tk: OpenTodoList %1 täzelenmesi bar.
tr: OpenTodoList %1 için bir güncelleme var.
vi: Đã có bản cập nhật cho OpenTodoList %1.

# UpdateNotificationBar|
source: Ignore
ca: Ignora
da: Ignorere
de: Ignorieren
fi: Ohita
fil: Huwag pansinin
fr: Ignorer
it: Ignora
nl: Negeren
pl: Ignoruj
pt_br: Ignorar
sv: Ignorera
tk: Üns berme
tr: Aldırmamak
vi: Làm lơ

# UpdateNotificationBar|
source: Download
br: Pellgargañ
ca: Descarrega
da: Hent
de: Herunterladen
es: Descargue
fi: Lataa
fil: Pag-download
fr: Télécharger
it: Scaricare
nl: Downloaden
pl: Pobierz
sv: Ladda ner
tk: Göçürip al
tr: İndir
vi: Tải xuống

# WebDAVConnectionSettingsPage|
source: OK
br: Mat eo
ca: D'acord
nl: Oké
tk: Bolýar

# WebDAVConnectionSettingsPage|
source: Validate
br: Gwiriekaat
ca: Valida
da: Valider
de: Überprüfen
es: Validar
fi: Validoi
fil: Patunayan
fr: Valider
it: Convalida
nl: Valideren
pl: Walidacja
pt_br: Validar
sv: Validera
tk: Barlamak
tr: Doğrulama
vi: Xác thực

# WebDAVConnectionSettingsPage|
source: Cancel
br: Nullañ
ca: Cancel·la
da: Afbestille
de: Abbrechen
es: Cancelar
fi: Peruuta
fil: Pagkansela
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
tk: Elatyr
tr: İptal etmek
vi: Hủy bỏ

# WebDAVConnectionSettingsPage|
source: Server Address:
br: Chomlec'h an dafariad:
ca: Adreça del servidor:
da: Serveradresse:
de: Serveradresse:
es: Dirección del servidor:
fi: Palvelimen osoite:
fil: Address ng server:
fr: Adresse du serveur :
it: Indirizzo del server:
nl: Serveradres:
pl: Adres serwera:
pt_br: Endereço do Servidor:
sv: Serveradress:
tk: Serweriň salgysy:
tr: Sunucu adresi:
vi: Địa chỉ máy chủ:

# WebDAVConnectionSettingsPage|
source: User name:
br: Anv an arveriad:
ca: Nom d'usuari:
da: Brugernavn:
de: Benutzername:
es: Nombre de usuario:
fi: Käyttäjätunnus:
fil: Pangalan ng gumagamit:
fr: Nom d'utilisateur :
it: Nome utente:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome do usuário:
sv: Användarnamn:
tk: Ulanyjynyň ady:
tr: Kullanıcı adı:
vi: Tên tài khoản:

# WebDAVConnectionSettingsPage|
source: Password:
br: Ger-tremen:
ca: Contrasenya:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fi: Salasana:
fr: Mot de passe:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
sv: Lösenord:
tk: Parol:
tr: Parola:
vi: Mật khẩu:

# WebDAVConnectionSettingsPage|
source: Ignore SSL Errors
br: Leuskel a-gostez fazioù SSL
ca: Ignora els errors SSL
da: Ignorer SSL-fejl
de: SSL Probleme ignorieren
es: Ignorar los errores del SSL
fi: Ohita SSL-virheet
fil: Huwag pansinin ang Mga SSL na Mali
fr: Ignorer les erreurs SSL
it: Ignora errori SSL
nl: SSL-fouten negeren
pl: Ignoruj błędy SSL
pt_br: Ignorar Erros SSL
sv: Ignorera SSL-fel
tk: SSL säwliklerine ähmiýet bermäň
tr: SSL Hatalarını Yoksay
vi: Bỏ qua lỗi SSL
